Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# PKPConditionsElmt3Txt
source: to ensure the security of your funds, you must provide a valid PIN and / or answer a security question when using your card. However, for daily transactions of certain amounts, you may not be asked for security. You can call us at any time to have the applicable amount in your country or region. You must call PayKap to create your PIN. If you have activated your PayKap account and you have access to the Internet, it is also possible to do it personally via your account. It is also possible to create or change it with some of our partners. It is important to protect your PayKap card. You agree not to disclose your PIN and never keep it in the same place as your card. Pick a PIN that's hard to guess. Do not use a PIN representing your date of birth, your phone numbers. Only you are authorized to know and use your PIN and any other security codes such as passwords, and account numbers that are necessary for you to perform transactions on the Internet or elsewhere. You must also maintain the confidentiality of these security codes and not keep them in the same place as your card. In the event that someone uses your card and PIN, or your account number and other security code to make unauthorized purchases, you will be held responsible and assume full responsibility for the damage as this is your duty to change your PIN via your online account or by calling us if you suspect that it has been viewed by a third party. The same is true if you fail to notify us that your card has been lost or stolen
es: Para garantizar la seguridad de sus fondos, debe proporcionar un PIN válido y / o responder una pregunta de seguridad cuando use su tarjeta. Sin embargo, para transacciones diarias de ciertas cantidades, no se le puede pedir seguridad. Puede llamarnos en cualquier momento para obtener la cantidad aplicable en su país o región. Debe llamar a PayKap para crear su PIN. Si ha activado su cuenta de PayKap y tiene acceso a Internet, también es posible hacerlo personalmente a través de su cuenta. También es posible crearlo o cambiarlo con algunos de nuestros socios. Es importante proteger su tarjeta PayKap. Usted acepta no divulgar su PIN y nunca lo mantenga en el mismo lugar que su tarjeta. Elija un PIN que sea difícil de adivinar. No use un PIN que represente su fecha de nacimiento, sus números de teléfono. Solo usted está autorizado a conocer y usar su PIN y cualquier otro código de seguridad como contraseñas y números de cuenta que sean necesarios para realizar transacciones en Internet o en cualquier otro lugar. También debe mantener la confidencialidad de estos códigos de seguridad y no mantenerlos en el mismo lugar que su tarjeta. En el caso de que alguien use su tarjeta y PIN, o su número de cuenta y otro código de seguridad para realizar compras no autorizadas, será responsable y asumirá toda la responsabilidad por el daño ya que es su deber cambiar su PIN a través de su cuenta en línea o llamándonos si sospecha que ha sido visto por un tercero. Lo mismo es cierto si no nos notifica que su tarjeta se ha perdido o se la han robado

# PKPConditionsElmt4Title
source: Registration fees
es: Las cuotas de inscripcion

# PKPConditionsElmt4Txt
source: The PayKap card comes with a one-time, non-refundable annual fee. Annual fees are billed on the day of signing this agreement. The collection of annual card fees is done automatically from your online account. You can also pay them at one of our partner outlets. If your account balance is 0 or negative on the day of payment, the charges will still be charged as negative in your account. Thus, any money deposited in the account or trading by the latter will firstly fill this deficit. An interest rate could be applied to this deficit according to your country
es: La tarjeta PayKap viene con una tarifa anual no reembolsable por única vez. Las tarifas anuales se facturan el día de la firma de este acuerdo. El cobro de tarifas anuales de la tarjeta se realiza automáticamente desde su cuenta en línea. También puede pagarlos en uno de nuestros puntos de venta asociados. Si el saldo de su cuenta es 0 o negativo el día del pago, los cargos se seguirán cobrando como negativos en su cuenta. Por lo tanto, cualquier dinero depositado en la cuenta o comercializado por este último cubrirá en primer lugar este déficit. Se podría aplicar un tipo de interés a este déficit de acuerdo con su país

# PKPConditionsElmt5Title
source: Loading your account
es: Cargando su cuenta

# PKPConditionsElmt5Txt
source: You can charge your account or card at any time for free via our bank accounts. You can call us to get our bank account numbers. You must allow a period of one to two business days for the funds to be actually in your PayKap account, therefore available in your card. In any case, PayKap may be held responsible for longer delays if we do not receive proof of payment promptly after the deposit. It is also possible to load your account or your card in one of our partner points of sale. Your money can be immediately available in your card for use. However, they may charge you for this service. It is therefore important to ask them before using their service. It may also be that fees vary from one partner to another
es: Puede cargar su cuenta o tarjeta en cualquier momento de forma gratuita a través de nuestras cuentas bancarias. Puede llamarnos para obtener nuestros números de cuenta bancaria. Debe permitir un período de uno o dos días hábiles para que los fondos estén realmente en su cuenta PayKap, por lo tanto, están disponibles en su tarjeta. En cualquier caso, PayKap puede ser considerado responsable por demoras más largas si no recibimos el comprobante de pago inmediatamente después del depósito. También es posible cargar su cuenta o su tarjeta en uno de nuestros puntos de venta asociados. Su dinero puede estar disponible de inmediato en su tarjeta para su uso. Sin embargo, pueden cobrarle por este servicio. Por lo tanto, es importante preguntar antes de utilizar su servicio. También puede ser que las tarifas varíen de un socio a otro

# PKPConditionsElmt6Title
source: Daily limit applicable to your card
es: Límite diario aplicable a su tarjeta

# PKPConditionsElmt6Txt
source: As a security measure, a daily limit is applicable for the payment of goods and services using your card. If you plan to make a transaction beyond this limit, you must call us and explicitly request the temporary increase of your limit. However, you can also request a permanent increase of your limit, but we must document the reason for this request.
es: Como medida de seguridad, se aplica un límite diario para el pago de bienes y servicios con su tarjeta. Si planea realizar una transacción más allá de este límite, debe llamarnos y solicitar explícitamente el aumento temporal de su límite. Sin embargo, también puede solicitar un aumento permanente de su límite, pero debemos documentar el motivo de esta solicitud.

# PKPConditionsElmt7Title
source: Problems with a transaction
es: Problemas con una transacción

# PKPConditionsElmt7Txt
source: In the event of a problem with a transaction settled with your card, you must resolve the problem directly with the merchant. In certain circumstances, we may be able to assist you in resolving issues associated with contentious transactions. If you wish to discuss a dispute, you can call us
es: En caso de que se solucione un problema con su tarjeta, debe resolver el problema directamente con el comerciante. En determinadas circunstancias, podemos ayudarle a resolver problemas relacionados con transacciones contenciosas. Si desea discutir una disputa, puede llamarnos

# PKPConditionsElmt81Txt
source: You must notify us on the same day
es: Debe notificarnos el mismo día

# PKPConditionsElmt82Txt
source: if your card is lost or stolen
es: si su tarjeta se pierde o es robada

# PKPConditionsElmt83Txt
source: if you believe someone else is using your card or your account number
es: si cree que otra persona está usando su tarjeta o su número de cuenta

# PKPConditionsElmt84Txt
source: if you think you've lost your card
es: si crees que has perdido tu tarjeta

# PKPConditionsElmt85Txt
source: You can reach us by taking our phone number in our website www.paykap.biz. Once you have reported the loss, theft or misuse of your card, we will be able to prevent the use of your card and the number of your account. We may also prevent the use of your card and your account number, without notice to you, if we believe that your card or your account number is being used in an unauthorized or fraudulent manner
es: Puede contactarnos tomando nuestro número de teléfono en nuestro sitio web www.paykap.biz. Una vez que haya informado de la pérdida, robo o mal uso de su tarjeta, podremos evitar el uso de su tarjeta y el número de su cuenta. También podemos evitar el uso de su tarjeta y su número de cuenta, sin previo aviso, si creemos que su tarjeta o su número de cuenta están siendo utilizados de manera no autorizada o fraudulenta.

# PKPConditionsElmt8Title
source: Loss or theft of cards
es: Pérdida o robo de tarjetas

# PKPConditionsElmt9Title
source: Renewal of lost and stolen card
es: Renovación de la tarjeta perdida y robada

# PKPConditionsElmt9Txt
source: fees are applied when renewing your PayKap card. A maximum of one month may elapse from the renewal application to obtaining the card. PayKap reserves the right to go beyond this limit and will provide you with reasons
es: las tarifas se aplican al renovar su tarjeta PayKap. Puede transcurrir un máximo de un mes desde la solicitud de renovación hasta la obtención de la tarjeta. PayKap se reserva el derecho de ir más allá de este límite y le proporcionará razones

# PKPConditionsIntro1Txt
source: Les conditions d'Utilisation des services PayKap
es: Condiciones de uso de PayKap Services

# PKPConditionsIntro2Txt
source: CONVENTION GOVERNING THE USE OF PAYKAP ACCESS CARD
es: CONVENIO QUE RIGE EL USO DE LA TARJETA DE ACCESO PAYKAP

# PKPConditionsIntro3Txt
source: This Agreement sets out the terms and conditions governing the use of your Paykap Access Card
es: Este Acuerdo establece los términos y condiciones que rigen el uso de su tarjeta de acceso Paykap

# PKPConditionsIntro4Txt
source: In this Agreement, the terms "we", "us" and "our" refer to PayKap and its partners. The terms "you", "your" and "your" refer to the person who signed for our card. It is liable under this agreement and bound by it. We recommend that you read it carefully to understand your rights and obligations. When you use your card or your account number, you acknowledge that you have received and read this Agreement and that you agree to all terms, without exception.
es: En este Acuerdo, los términos "nosotros", "nos" y "nuestro" se refieren a PayKap y sus socios. Los términos "usted", "su" y "su" se refieren a la persona que firmó para nuestra tarjeta. Es responsable bajo este acuerdo y sujeto a él. Le recomendamos que lo lea atentamente para comprender sus derechos y obligaciones. Cuando usa su tarjeta o su número de cuenta, reconoce que ha recibido y leído este Acuerdo y que acepta todos los términos, sin excepción.

# PKPConditionsIntroTitleTxt
source: Terms of use
es: Términos de Uso

# PKPContactInfoTxt
source: Contact info
es: Datos de contacto

# PKPContactNotificationMsg
source: Your message have successfully been sent
es: Su mensaje ha sido enviado exitosamente

# PKPContactPlaceholderMessage
source: Your message
es: Tu mensaje

# PKPContactPlaceholderQEmail
source: Your email
es: Tu correo electrónico

# PKPContactPlaceholderQMsg
source: Your message
es: Tu mensaje

# PKPContactPlaceholderQName
source: Your name
es: Tu nombre

# PKPContactPlaceholderQObject
source: Message object
es: Objeto de mensaje

# PKPContactUsIntroTxt
source: Send us an email, we will respond as soon as possible
es: Envíenos un correo electrónico, le responderemos lo antes posible

# PKPStartTransacAmtToPercieve
source: Amount to recieve
es: Cantidad a recibir

# PKPStartTransacAmtToSend
source: Amount to send
es: Cantidad a enviar

# PKPStartTransacChooseCtryReceiveTxt
source: Choose the reception country
es: Elija el país de recepción

# PKPStartTransacChooseCtrySendTxt
source: Choose the sending country
es: Elija el país de envío

# PKPStartTransacChooseFInstitution
source: Choose a financial institution
es: Elija una institución financiera

# PKPStartTransacChoosePaymentOpt
source: Choose a payment method
es: Elija un método de pago

# PKPStartTransacChooseService
source: Choose a service
es: Elige un servicio

# PKPStartTransacClickSend
source: Send money in one click.
es: Envía dinero con un solo clic.

# PKPStartTransacFees
source: Fees
es: Costes

# PKPStartTransacTierSend
source: Send a Tiers money.
es: Envía un tercer dinero

# PKPStartTransacTotalToPay
source: Total to pay
es: Total a pagar

# ViewLocationHIntroText_
source: CONSULT WITHDRAW POINTS
es: CONSULTAR PUNTOS DE RETIRO

# ViewLocationPropAddressG
source: Address
es: Dirección

# ViewLocationPropAgencyG
source: Agency
es: Agencia

# ViewLocationPropTelG
source: Telephone
es: Teléfono

# ViewLocationPropTownG
source: Town
es: Ciudad

# WebsiteDescription
source: Mobile Money Transfer fast, secure, a better exchange rate, Sending money online, electronic payments by card, sharing profits with customers.
es: Mobile Money Transfer rápido, seguro, un mejor tipo de cambio, envío de dinero en línea, pagos electrónicos con tarjeta, compartir ganancias con los clientes.

# WebsiteKeywords
source: Mobile Money in Africa, Shipper, Beneficiary, Money transfer cheaper, Money transfer online, profit sharing.
es: Dinero móvil en África, remitente, beneficiario, transferencia de dinero más barata, transferencia de dinero en línea, participación en los beneficios

# WebSiteTxt
source: Web site
es: Sitio web

# ContinueWord
source: Continue
es: Continuar

source: In Cameroon
es: En Camerún

# PKPcameroonAnchorHeader_
source: Load your card or PayKap account in Cameroon?
es: Cargue su tarjeta o cuenta PayKap en Camerún?

# PKPcameroonChargeMthTxt1_
source: Loading your card is by
es: El cobro de su tarjeta se hace por

# PKPcameroonChargeMthTxt2_
source: Bank deposit
es: depósito bancario

# PKPcameroonChargeMthTxt3_
source: Once the payment has been received, your PayKap card will be credited with the amount deposited. Allow up to 24 hours for your PayKap account to be credited
es: Una vez que se haya recibido el pago, se acreditará en su tarjeta PayKap el monto depositado. Espere hasta 24 horas para que se acredite su cuenta PayKap

# PKPcameroonChargeMthTxt4_
source: Once your account is credited, you can transfer funds online wherever PayKap is present
es: Una vez que se acredite su cuenta, puede transferir fondos en línea donde esté presente PayKap.

# PKPcameroonChargeMthTxt5_
source: to have our
es: tener nuestro

# PKPcameroonChargeMthTxt6_
source: bank account for bank deposit
es: cuenta bancaria para depósito bancario

# PKPcameroonFooterChargeTxt_
source: You can load your card by
es: Puedes cargar tu tarjeta por

# PKPcameroonFooterMsgTxt_
source: You can transfer funds for the deposit in all Cameroonian banks.
es: Puede transferir fondos para el depósito en todos los bancos de Camerún.

# PKPcameroonPayOnlineFundTransTitle_
source: Pay online transfers?
es: Pagar transferencias en línea?

# PKPcameroonPayOnlineFundTransTxt_
source: To pay your transfer of funds online, you must first charge your card by bank transfer or bank transfer to our account.
es: Para pagar su transferencia de fondos en línea, primero debe cargar su tarjeta mediante transferencia bancaria o transferencia bancaria a nuestra cuenta.

# PKPcameroonReceiveOnlineFundTransTitle_
source: Receive the funds transferred to Cameroon?
es: Recibe los fondos transferidos a Camerún ?

# PKPcameroonReceiveOnlineFundTransTxt_
source: You can transfer the funds with the deposit into a bank account in all banks in Cameroon.
es: Puede transferir los fondos con el depósito a una cuenta bancaria en todos los bancos de Camerún.

# PKPcameroonTitleHeader_
source: Services offered in Cameroon
es: Servicios ofrecidos en Camerún

# ElseBy
source: or by
es: o por

source: In Canada
es: En Canadá

# PKPcanadaAnchorChargeHeader_
source: Upload your PayKap card or account to Canada?
es: Suba su tarjeta o cuenta de PayKap a Canadá ?

# PKPcanadaAnchorPayHeader_
source: Pay online transfers?
es: Pagar transferencias en línea ?

# PKPcanadaAnchorReceiveHeader_
source: Receive the funds transferred to Canada?
es: Recibe los fondos transferidos a Canadá ?

# PKPcanadaChargeMthTxt10_
source: our bank account for bank transfer
es: nuestra cuenta bancaria para transferencia bancaria

# PKPcanadaChargeMthTxt1_
source: Loading your card is by
es: El cobro de su tarjeta se hace por

# PKPcanadaChargeMthTxt2_
source: Interac transfer
es: Transferencia Interac

# PKPcanadaChargeMthTxt3_
source: by email or by
es: por correo electrónico o por

# PKPcanadaChargeMthTxt4_
source: Bank transfer
es: Transferencia bancaria

# PKPcanadaChargeMthTxt5_
source: Once the payment has been received, your PayKap card will be credited with the amount transferred. You must allow up to 24 hours for your PayKap account to be credited.
es: Una vez que se haya recibido el pago, se le acreditará a su tarjeta PayKap la cantidad transferida. Debe permitir hasta 24 horas para que se acredite su cuenta de PayKap.

# PKPcanadaChargeMthTxt6_
source: Once your account is credited, you can transfer funds online wherever PayKap is present
es: Una vez que se acredite su cuenta, puede transferir fondos en línea donde esté presente PayKap.

# PKPcanadaChargeMthTxt7_
source: to have our
es: tener nuestro

# PKPcanadaChargeMthTxt8_
source: Interac credit transfer email
es: Correo electrónico de transferencia de crédito Interac

# PKPcanadaChargeMthTxt9_
source: or
es: o

# PKPcanadaFooterChargeTxt_
source: Vous pouvez charger votre carte par
es: Puedes cargar tu tarjeta por

# PKPcanadaFooterMsgTxt_
source: You can transfer deposit funds to most Canadian banks.
es: Puede transferir fondos de depósito a la mayoría de los bancos canadienses.

# PKPcanadaPayMthTxt_
source: To pay your transfer of funds online, you must first charge your card by bank transfer or bank transfer to our account.
es: Para pagar su transferencia de fondos en línea, primero debe cargar su tarjeta mediante transferencia bancaria o transferencia bancaria a nuestra cuenta.

# PKPcanadaReceiveMthTxt1_
source: You can transfer the funds with the deposit into a bank account at most banks in Canada.
es: Puede transferir los fondos con el depósito a una cuenta bancaria en la mayoría de los bancos en Canadá.

# PKPcanadaReceiveMthTxt2_
source: to check a particular bank.
es: para verificar un banco en particular.

# PKPcanadaReceiveMthTxt3_
source: Please note that we do not currently pay cash transfers in Canada, only bank deposits.
es: Tenga en cuenta que actualmente no pagamos transferencias en efectivo en Canadá, solo depósitos bancarios.

# PKPcanadaTitleHeader_
source: Services offered in Canada
es: Servicios ofrecidos en Canadá

source: becomes the
es: se convierte en el

# FiveDigitsToBeEntered_
source: (5 digits)
es: (5 dígitos)

# PKPCreateRecipientAccChooseTxt_
source: Choose a beneficiary
es: Elige un beneficiario

# PKPCreateRecipientAccError_
source: An error occurred while processing your request
es: Se produjo un error al procesar su solicitud

# PKPCreateRecipientAccFooterTxt1_
source: The (mobile) phone is used to log in online or to make cash deposits / withdrawals at the branch.
es: El teléfono (móvil) se usa para iniciar sesión en línea o para realizar depósitos / retiros en efectivo en la sucursal.

# PKPCreateRecipientAccFooterTxt2_
source: By clicking create, you declare to have read and approved the
es: Al hacer clic en crear, declaras haber leído y aprobado el

# PKPCreateRecipientAccPKTelTxt1_
source: PayKap telephone number of the beneficiary
es: Número de teléfono PayKap del beneficiario

# PKPCreateRecipientAccPKTelTxt2_
source: and is used for cash deposits / withdrawals at the branch
es: y se usa para depósitos / retiros en efectivo en la sucursal

# PKPCreateRecipientAccSecretCodeTxt_
source: is used to authenticate the beneficiary during cash deposits / withdrawals.
es: se usa para autenticar al beneficiario durante los depósitos / retiros en efectivo.

# PKPCreateRecipientAccToCreateTxt1_
source: first check
es: primer cheque

# PKPCreateRecipientAccToCreateTxt2_
source: that your beneficiary does not yet have a PayKap account. If he already has an account, add him as a beneficiary by clickin
es: que su beneficiario todavía no tiene una cuenta de PayKap. Si ya tiene una cuenta, agréguela como beneficiario haciendo clic

# PKPCreateRecipientAccToCreateTxt3_
source: here
es: aquí

# PKPCreateRecipientAccToCreateTxt4_
source: then make sure
es: entonces asegúrate

# PKPCreateRecipientAccToCreateTxt5_
source: that you have the official information of the beneficiary you are adding
es: que tiene la información oficial del beneficiario que está agregando

# PKPCreateRecipientAccToCreateTxt6_
source: before proceeding with account creation.
es: antes de proceder con la creación de la cuenta.

# PKPCreateRecipientAccToCreate_
source: To create a PayKap account for a beneficiary, you must
es: Para crear una cuenta PayKap para un beneficiario, debe

# PKPCreateRecipientAccTransacON_
source: Transaction in progress
es: Transacción en progreso

# PKPCreateRecipientAccTypeRNumtxt1_
source: Type of
es: Tipo de

# PKPCreateRecipientAccTypeRNumtxt2_
source: Beneficiary
es: beneficiario

# PKPCreateRecipientAccViewBagTitle_
source: Create a beneficiary of the transaction
es: Crear un beneficiario de la transacción

# SecretCodeTxt_
source: secret code
es: código secreto

# PKPTransferFairAnchorTxt1_
source: Fair money transfer
es: Transferencia de dinero equitativa

# PKPTransferFairAnchorTxt2_
source: Old and new economy
es: Antigua y nueva economía

# PKPTransferFairAnchorTxt3_
source: 99% strength
es: 99% de fuerza

# PKPTransferFairBecomeInvestor_
source: Become a PayKap investor to promote equitable transfer.
es: Conviértase en un inversor de PayKap para promover una transferencia equitativa.

# PKPTransferFairCreate99PAcc_
source: Create your account 99% Strength and invest today
es: Crea tu cuenta 99% de fuerza e invierte hoy

# PKPTransferFairDemonstrationTitle_
source: Demonstrate the strength of 99% by example
es: Demostrar la fuerza del 99% con el ejemplo

# PKPTransferFairHypothesesTxt10_
source: if the decline went from
es: si el declive pasó de

# PKPTransferFairHypothesesTxt11_
source: 10% to 3.04%
es: 10% a 3.04%

# PKPTransferFairHypothesesTxt12_
source: A huge loss by migrant.
es: Una gran pérdida para el migrante.

# PKPTransferFairHypothesesTxt1_
source: If each migrant does not invest this amount in a fair transfer project, he will end up paying them in transfer fees and eventually lose.
es: Si cada migrante no invierte este monto en un proyecto de transferencia equitativa, terminará pagándolo en tarifas de transferencia y eventualmente perderá.

# PKPTransferFairHypothesesTxt2_
source: If the 99% became aware of their strength in numbers and became investors in the products and services they consume, they would save a lot of money and in addition to the attractive income at the same time.
es: Si el 99% se diese cuenta de su fortaleza en números y se convirtiera en inversionista en los productos y servicios que consume, ahorraría una gran cantidad de dinero y además de los atractivos ingresos al mismo tiempo.

# PKPTransferFairHypothesesTxt3_
source: This is the mission of the platform
es: Esta es la misión de la plataforma
