Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# FinancialInstitutionEditTitle_
source: Modify a financial institution
es: Modificar una institución financiera

# FinancialInstitutionExternalAcctTxt_
source: Financial Institution External Account
es: Institución financiera Cuenta externa

# FinancialInstitutionIndexCreateNewFI_
source: Create a new financial institution
es: Crea una nueva institución financiera

# FinancialInstitutionIndexNoFIFound_
source: No financial institution found
es: No se encontró ninguna institución financiera

# FinancialInstitutionTypeTxt_
source: Financial Institution Type
es: Tipo de institución financiera

# IdentificationDocumentTxt_
source: Document Identification
es: Identificación del documento

# LanguageCreateTitle_
source: Create a language
es: Crea un lenguaje

# LanguageDeleteSureToDelLang_
source: Are you sure you want to delete this language?
es: ¿Seguro que quieres eliminar este idioma?

# LanguageDetailsTitle_
source: Consult a language
es: Consulte un idioma

# LanguageEditTitle_
source: Edit a language
es: Editar un idioma

# LanguageIndexCreateNewLang_
source: Create a new language
es: Crea un nuevo idioma

# LanguageIndexNoLangFound_
source: No language found
es: Ningún idioma encontrado

# ManageAddPhoneNumAddNum_
source: Add a phone number
es: Agrega un número de teléfono

# ManageAddPhoneNumTitle_
source: Phone number
es: Número de teléfono

# ManageChangePasswdChForm_
source: Change the password form
es: Cambiar el formulario de contraseña

# ManageChangePasswdChPass_
source: to change the password
es: Cambiar contraseña

# ManageIndex2FactorAuthentication_
source: 2-factor authentication
es: Autenticación de dos factores

# ManageIndexChAcctSettings_
source: Change your account settings
es: Cambia la configuración de tu cuenta

# ManageIndexChUrPasswd_
source: Change your password
es: Cambia tu contraseña

# ManageIndexExternalConnections_
source: External connections
es: Conexiones externas

# ManageIndexMsg1Txt1_
source: There is no configured 2-factor authentication provider. Consult
es: No hay un proveedor de autenticación de 2 factores configurado. consultar

# ManageIndexMsg1Txt2_
source: There is no configured 2-factor authentication provider. Consult for details on configuring this ASP.NET application to support 2-factor authentication.
es: para obtener detalles sobre la configuración de esta aplicación ASP.NET para admitir la autenticación de 2 factores.

# ManageIndexThisArtTxt_
source: this article
es: este artículo

# ManageIndexTitle_
source: Manage
es: gestionar

# ManageManageLoginsMsg1Txt1_
source: There is no configured external authentication service. Consult
es: No hay servicio de autenticación externo configurado. consultar

# ManageManageLoginsMsg1Txt2_
source: for details on configuring this ASP.NET application to support connection through external services.
es: para obtener detalles sobre la configuración de esta aplicación ASP.NET para admitir la conexión a través de servicios externos.

# ManageManageLoginsRegisteredConn_
source: Connections registered
es: Conexiones registradas

# ManageManageLoginsTitleConnAcct_
source: Login with your account
es: Inicia sesión con tu cuenta

# ManageManageLoginsTitleDelConn_
source: Deleting this connection
es: Eliminando esta conexión

# ManageManageLoginsTitleOfAcct_
source: from your account
es: de su cuenta

# ManageManageLoginsTitle_
source: Manage your external connections
es: Administre sus conexiones externas

# ManageSetPasswdCreateLocalConn_
source: Create a local connection
es: Crea una conexión local

# ManageSetPasswdDefinePasswd_
source: Set password
es: Establecer contraseña

# ManageSetPasswdIntro_
source: You do not have a username / password for this site. Add a local account so you can connect without an external connection.
es: No tiene un nombre de usuario / contraseña para este sitio. Agregue una cuenta local para que pueda conectarse sin una conexión externa.

# ManageSetPasswdTitle_
source: Create password
es: Crear contraseña

# ManageVerifyPhoneNumEnterCode_
source: Enter the verification code
es: Ingrese el código de verificación

# ManageVerifyPhoneNumTitle_
source: Check the phone number
es: Verifica el número de teléfono

# ModifyTxt_
source: Edit
es: Editar

# MoneyTransferAuthorizedLCreateTitle_
source: Add new authorized transfer amounts to a country
es: Agregar nuevos importes de transferencias autorizadas a un país

# MoneyTransferAuthorizedLDeleteMoneyTrans_
source: Sending money
es: Enviando dinero

# MoneyTransferAuthorizedLDeleteMoneyWithd_
source: Silver Reception
es: Recepción de plata

# MoneyTransferAuthorizedLDeleteSureToDelAmt_
source: Are you sure you want to remove these money transfer limits for this country?
es: ¿Estás seguro de que deseas eliminar estos límites de transferencia de dinero para este país?

# MoneyTransferAuthorizedLDeleteTitle_
source: Delete new authorized transfer amounts to a country
es: Eliminar nuevos importes de transferencias autorizadas a un país

# MoneyTransferAuthorizedLEdit1Send2Withd_
source: (1 = Sending and 2 = Reception)
es: (1 = Envío y 2 = Recepción)

# MoneyTransferAuthorizedLEditTitle_
source: Change new authorized transfer amounts to a country
es: Cambiar nuevos importes de transferencias autorizadas a un país

# MoneyTransferAuthorizedLimitsMTAL
source: Money Transfer Authorized Limit
es: Límite autorizado de transferencia de dinero

# MoneyTransferAuthorizedLIndexNoAmtLAFound_
source: No transfer limit amounts found
es: No se encontraron montos de límite de transferencia

# MoneyTransferAuthorizedLIndexNoServiceTrans_
source: No country transfer service found
es: No se encontró servicio de transferencia de país

# MoneyTransferAuthorizedLIndexTitle_
source: Management of transfer amounts by country
es: Gestión de importes de transferencia por país

# MoneyTransferFeeCreateTitle1_
source: Create a transfer fee
es: Crea una tarifa de transferencia

# MoneyTransferFeeCreateTitle_
source: Create a new transfer fee
es: Crea una nueva tarifa de transferencia

# MoneyTransferFeeDeleteSureToDelFee_
source: Are you sure you want to delete this fee?
es: ¿Estás seguro de que deseas eliminar esta tarifa?

# MoneyTransferFeeDeleteTitle_
source: Delete a fee
es: Eliminar una tarifa

# MoneyTransferFeeDetailsTitle_
source: View Fund Transfer Fees
es: Ver tarifas de transferencia de fondos

# MoneyTransferFeeEditTitle_
source: Edit a fee
es: Editar una tarifa

# MoneyTransferFeeIndexNoDestCTRYFound_
source: No destination country found
es: No se encontró ningún país de destino

# MoneyTransferFeeIndexNoStartCTRYFound_
source: No country found
es: Ningún país encontrado

# MoneyTransferFeeIndexSelectCountry_
source: Select a departure country
es: Seleccione un país de salida

# MoneyTransferFeeIndexSelectDestinationCTRY_
source: Select a destination country
es: Seleccione un país de destino

# MoneyTransferFeeIndexTitle_
source: Transfer Fee Management
es: Gestión de tarifas de transferencia

# MoneyTransferRaisonCreateTitle_
source: Create a reason for transferring funds
es: Crea una razón para transferir fondos

# MoneyTransferRaisonDeleteSureToDelReason_
source: Are you sure you want to delete this reason for transferring funds?
es: ¿Seguro que quieres eliminar esta razón para transferir fondos?

# MoneyTransferRaisonDeleteTitle_
source: Remove a reason for transferring funds
es: Eliminar una razón para transferir fondos

# MoneyTransferRaisonDetailsTitle_
source: Consult a reason for transfer of funds
es: Consulte un motivo para la transferencia de fondos

# MoneyTransferRaisonEditTitle_
source: Change a reason for transferring funds
es: Cambiar una razón para transferir fondos

# MoneyTransferRaisonIndexCreateNewReason_
source: Create a new reason for transferring funds
es: Crear una nueva razón para transferir fondos

# MoneyTransferRaisonIndexNoReasonTransFound_
source: No reason for transfer of funds found
es: No hay razón para la transferencia de fondos encontrados

# MoneyTransferRaisonIndexTitle_
source: Management of funds transfer reasons
es: Gestión de los motivos de transferencia de fondos

# MoneyTransferServiceCreateTitle_
source: Create a transfer service
es: Crear un servicio de transferencia

# MoneyTransferServiceDeleteSureToDelTransService_
source: Are you sure you want to delete this money transfer service?
es: ¿Seguro que quieres eliminar este servicio de transferencia de dinero?

# MoneyTransferServiceDeleteTitle_
source: Delete a transfer service
es: Eliminar un servicio de transferencia

# MoneyTransferServiceDetailsTitle_
source: Consult a transfer service
es: Consulte un servicio de transferencia

# MoneyTransferServiceEditTitle_
source: Modify a transfer service
es: Modificar un servicio de transferencia

# MoneyTransferServiceIndexCreateNewService_
source: Create a new transfer service
es: Crear un nuevo servicio de transferencia

# MoneyTransferServiceIndexNoTransServiceFound_
source: No money transfer service found
es: No se encontró servicio de transferencia de dinero

# MoneyTransferServiceIndexTitle_
source: Management of transfer services
es: Gestión de servicios de transferencia

# OnBehalfClientCommission1Fixed2Percent_
source: 1 = fixed, 2 =%
es: 1 = fijo, 2 =%

# OnBehalfClientCommission99AllServices_
source: 99 all services, 01 transfer, 05 deposit, 06 withdrawal
es: 99 todos los servicios, 01 transferencia, 05 depósito, 06 extracción

# OnBehalfClientCommissionOBCC_
source: On Behalf Client Commission
es: En la Comisión de Cliente Behalf

# OneTxt_
source: A
es: una

# PasswordTxt_
source: Password
es: Contraseña

# PaymentPartnerPP_
source: Payment Partner
es: Socio de pago

# PKPOBusinessAccountHistoryAcctActivity_
source: Account Activity
es: Actividad de la cuenta

# PKPOBusinessAccountHistoryTitle_
source: Account History
es: Historial de cuenta

# PKPOBusinessAccountTitle_
source: Current Account
es: Cuenta corriente

# PKPOBusinessCardBusCard_
source: Business Card
es: Tarjeta de visita

# PKPOBusinessCardCardName_
source: Name Card
es: Tarjeta de presentación

# PKPOBusinessCardChangeNIP_
source: Change PIN
es: Cambiar PIN

# PKPOBusinessCardConsultCard_
source: Consult the map
es: Consulte el mapa

# PKPOBusinessCardCTRYCard_
source: Country Map
es: Mapa del país

# PKPOBusinessCardCVVCard_
source: CVV Map
es: Mapa CVV

# PKPOBusinessCardExpirationCard_
source: Expiration Card (mm - yy)
es: Tarjeta de caducidad (mm - aa)

# PKPOBusinessCardNIPCard_
source: PIN Card
es: Tarjeta PIN

# PKPOChangeCard2NIPNotIdenticalAlert_
source: The two PINs do not match.
es: Los dos PIN no coinciden.

# PKPOChangeCard2NIPTheSameAlert_
source: Your old and new PINs are the same. Choose another PIN.
es: Tus PIN viejos y nuevos son iguales. Elige otro PIN.

# PKPOChangeCard3Fields4DigitsEachAlert_
source: All 3 fields must have exactly 4 digits.
es: Los 3 campos deben tener exactamente 4 dígitos.

# PKPOChangeCard3FieldsMandatoryAlert_
source: All 3 fields are required
es: Los 3 campos son obligatorios

# PKPOChangeCardAncientNIP_
source: Old PIN
es: PIN anterior

# PKPOChangeCardConfirmNewNIP_
source: Confirm New PIN
es: Confirmar PIN nuevo

# PKPOChangeCardErrorMsgDigitsOnly_
source: Only numbers please
es: Solo números por favor

# PKPOChangeCardNewNIP_
source: New PIN
es: PIN nuevo

# PKPOChangeCardNIPUpdatedCorrectlyAlert_
source: Your PIN has been updated successfully.
es: Su PIN se ha actualizado con éxito.

# PKPOChangeCardTitle_
source: Change your PIN
es: Cambia tu PIN

# PKPOIndexIntroTxt1_
source: To pay an invoice, transfer or transfer money, you must first
es: Para pagar una factura, transferir o transferir dinero, primero debe

# PKPOIndexIntroTxt2_
source: the account
es: la cuenta

# PKPOIndexIntroTxt3_
source: banking
es: banca

# PKPOIndexIntroTxt4_
source: of the beneficiary before proceeding. Click
es: del beneficiario antes de proceder. Haga clic

# PKPOIndexIntroTxt5_
source: to choose an option.
es: para elegir una opción

# PKPOIndexMoneyReciever_
source: Recipient of the money
es: Destinatario del dinero

# PKPOIndexMyAccounts_
source: My accounts
es: Mis cuentas

# PKPOIndexOtherWays_
source: Other means
es: Otros medios

# PKPOIndexPayABillQuick_
source: Pay an invoice or transfer money quickly
es: Pague una factura o transfiera dinero rápidamente

# PKPOIndexPayKapAccount_
source: PayKap account
es: Cuenta PayKap

# PKPOIndexPaymentMethod_
source: Means of payment
es: Medios de pago

# PKPOIndexServiceAndAmount_
source: Service & Amount
es: Servicio y cantidad

# PKPOPaymentReportTitle_
source: Report
es: Relación

# PKPOTransactionHistoryDownloadReport_
source: Download the report
es: Descargue el informe

# PKPOTransactionHistoryNumClientAcct_
source: No Customer Account
es: Sin cuenta de cliente

# PKPOTransactionHistoryNumClientLineItem_
source: Customer Invoice No
es: Factura del cliente No

# PKPOTransactionHistoryTitle_
source: History of transactions received
es: Historial de transacciones recibidas

# ProvinceCreateTitle_
source: Create a province
es: Crea una provincia

# ProvinceDeleteSureToDelProvince_
source: Are you sure you want to delete this province?
es: ¿Seguro que quieres eliminar esta provincia?

# ProvinceDeleteTitle_
source: Delete a province
es: Eliminar una provincia

# ProvinceDetailsTitle_
source: Consult a province
es: Consulte una provincia

# ProvinceEditTitle_
source: Modify a province
es: Modificar una provincia

# ProvinceIndexCreateNewProvince_
source: Create a new province
es: Crea una nueva provincia

# ProvinceIndexNoProvinceFound_
source: No province found
es: No se encontró provincia

# SearchRechercherTxt_
source: Search
es: Buscar

# SignifyTxt_
source: means
es: Medio

# ToTxt_
source: Of
es: de

# TransactionsTxt_
source: Transactions
es: Transacciones

# RecipientAddRecipientCNMsg1Txt1_
source: The beneficiary of this account will need this
es: El beneficiario de esta cuenta necesitará esto

# RecipientAddRecipientCNMsg1Txt2_
source: in a safe place because you have to send it to the owner for all these transactions.
es: en un lugar seguro porque debe enviarlo al propietario para todas estas transacciones.

# RecipientAddRecipientCNTitle_
source: Add the PayKap card number of the beneficiary
es: Agregue la tarjeta PayKap del beneficiario

# RecipientCreatePKRecipientAcctCMsg1Txt1_
source: The creation of your PayKap account is complete.
es: La creación de su cuenta de PayKap está completa.

# RecipientCreatePKRecipientAcctCMsg1Txt2_
source: Please communicate this
es: Porfavor comunique esto

# RecipientCreatePKRecipientAcctCMsg1Txt3_
source: the secret code or PIN and the temporary password, the email to its owner.
es: el código secreto o PIN y la contraseña temporal, el correo electrónico a su propietario.

# RecipientCreatePKRecipientAcctCTitle_
source: End of opening of payee's PayKap account
es: Cuenta PayKap

# RecipientCreatePKRecipientAcctExactly5Digits_
source: (Exactly 5 digits)
es: (Exactamente 5 dígitos)

# RecipientCreatePKRecipientAcctIdeclare_
source: By creating this account, I declare having verified with this beneficiary that he does not yet have a PayKap account and that I have his official information as his full name to proceed with the creation.
es: Al crear esta cuenta, declaro que se ha verificado que no tiene una cuenta PayKap y que no es

# RecipientCreatePKRecipientAcctMsg1Txt1_
source: The phones provided here become the
es: Los teléfonos provistos aquí se vuelven

# RecipientCreatePKRecipientAcctMsg1Txt2_
source: PayKap phone numbers of the owner of this account
es: Números de teléfono PayKap del propietario de esta cuenta

# RecipientCreatePKRecipientAcctMsg1Txt3_
source: and will be used to connect online, to make cash withdrawals from PayKap partners.
es: y se usará para conectarse en línea, para hacer retiros de efectivo de los socios de PayKap.

# RecipientCreatePKRecipientAcctMsg2Txt1_
source: secret code ou NIP
es: código secreto o PIN

# RecipientCreatePKRecipientAcctTitle_
source: Create PayKap account of a beneficiary
es: Crear una cuenta PayKap de un beneficiario

# RecipientEditBankAccountTitle_
source: Modify the bank account of an individual
es: Modificar la cuenta bancaria de un individuo

# RecipientEditBankBusAccountTitle_
source: Modify a company's bank account
es: Modificar la cuenta bancaria de una empresa

# RecipientEditPKBankBusReTitle_
source: Edit a beneficiary
es: Editar un beneficiario

# RecipientIndexBenePK_
source: My PayKap beneficiaries
es: Mis destinatarios de PayKap

# RecipientIndexMsg1Txt1_
source: To transfer funds to a PayKap client
es: Para transferir fondos a un cliente PayKap

# RecipientIndexMsg1Txt2_
source: you must
es: debes

# RecipientIndexMsg1Txt3_
source: either create a PayKap account if he does not have a
es: Cuenta PayKap si él no tiene una

# RecipientIndexMsg1Txt4_
source: add your PayKap account number as payKap beneficiary
es: agregue su número de cuenta PayKap como beneficiario de PayKap

# RecipientIndexMsg1Txt5_
source: before making the transfer.
es: antes de hacer la transferencia.

# RecipientIndexMsg1Txt6_
source: Once the money is transferred
es: Una vez que se transfiere el dinero

# RecipientIndexMsg1Txt7_
source: the PayKap client who is the beneficiary of the funds may withdraw in cash, transfer to another person or make purchases online or in the stores of participating merchants.
es: el cliente de PayKap que es el beneficiario de los fondos puede retirar en efectivo,

# RecipientIndexMsg2Txt1_
source: My bank beneficiaries
es: Mis beneficiarios bancarios

# RecipientIndexMsg2Txt2_
source: To transfer funds to a beneficiary with a bank account
es: Para transferir fondos a un beneficiario con una cuenta bancaria

# RecipientIndexMsg2Txt3_
source: you must first add your bank account number as a bank beneficiary before making the transfer.
es: primero debe agregar su cuenta bancaria como beneficiario del banco antes de realizar la transferencia.

# RecipientIndexMsg3Txt1_
source: My business beneficiaries: Payment of invoices
es: Mis beneficiarios comerciales: pago de facturas

# RecipientIndexMsg3Txt2_
source: To pay an invoice to a company beneficiary
es: Para pagar una factura a una empresa beneficiaria

# RecipientIndexMsg3Txt3_
source: you must first add the PayKap account number as the business beneficiary before making the transfer.
es: primero debe agregar el número de cuenta PayKap al beneficiario comercial antes de realizar la transferencia.

# RecipientIndexTitle_
source: Management of my beneficiaries
es: Gestión de mis beneficiarios

# RecipientViewBankAccountTitleOp1_
source: The bank accounts of my beneficiaries
es: Las cuentas bancarias de mi

# RecipientViewBankAccountTitleOp2_
source: The bank accounts of my beneficiaries
es: Las cuentas bancarias de mi

# RecipientViewBankAccountTitle_
source: The bank accounts of my specific beneficiaries
es: Las cuentas bancarias de mi específica

# RecipientViewRecipientAccountBeneName_
source: Name Beneficiary
es: Nombre Beneficiario

# RecipientViewRecipientAccountBusiness_
source: Case
es: cabaña

# RolesEditTitle_
source: Edit role
es: Editar rol

# RolesIndexAddRoleToUser_
source: Add a role to a user
es: Agregar un rol a un usuario

# RolesIndexConsultUserRoles_
source: View a user's roles
es: Ver los roles de un usuario

# RolesIndexCreateNewRole_
source: Create a new role
es: Crear un nuevo rol

# RolesIndexNoRoleFound_
source: No role found.
es: Ningún rol encontrado.

# RolesIndexRemoveRoleToUser_
source: Remove a role from a user
es: Eliminar un rol de un usuario

# RolesIndexRoleName_
source: Role name
es: Nombre del rol

# RolesIndexTitle_
source: Role Management
es: Gestión de roles

# RolesRAddToUserSelectARole_
source: Select a role
es: Seleccione un rol

# RolesRAddToUserTitle_
source: Add a user to a role
es: Agregar un usuario a un rol

# SearchRechercherTxt_1
source: Search
es: búsqueda

# SecurityQuestionCreateTitle_
source: Create a security question
es: Crea una pregunta de seguridad

# SecurityQuestionDeleteSureToDelSQ_
source: Are you sure you want to delete this security question?
es: ¿Seguro que quieres eliminar esta pregunta de seguridad?

# SecurityQuestionDeleteTitle_
source: Delete a security question
es: Eliminar una pregunta de seguridad

# SecurityQuestionDetailsTitle_
source: View a security question
es: Ver una pregunta de seguridad

# SecurityQuestionEditTitle_
source: Edit a security question
es: Editar una pregunta de seguridad

# SecurityQuestionIndexCreateNewSQ_
source: Create a new security question
es: Crear una nueva pregunta de seguridad

# SecurityQuestionIndexNoSQFound_
source: No security issues found
es: No se encontraron problemas de seguridad

# SharedBusinessLeftColumnPartialTxt1_
source: Consult the current account
es: Consulte la cuenta corriente

# SharedBusinessLeftColumnPartialTxt2_
source: View current transactions
es: Ver transacciones actuales

# SharedBusinessLeftColumnPartialTxt3_
source: View internal transactions
es: Ver transacciones internas

# SharedBusinessLeftColumnPartialTxt4_
source: Accounts & Transactions
es: Cuentas y Transacciones

# SharedBusinessOnlineLeftColumnPartialTxt10_
source: View PayKap Individual Recipients
es: Ver destinatarios individuales PayKap

# SharedBusinessOnlineLeftColumnPartialTxt11_
source: Add a company's PayKap account
es: Agregue la cuenta PayKap de una compañía

# SharedBusinessOnlineLeftColumnPartialTxt12_
source: See paykap recipients companies
es: Ver empresas de contenedores de pago

# SharedBusinessOnlineLeftColumnPartialTxt13_
source: Bank Beneficiaries
es: Beneficiarios bancarios

# SharedBusinessOnlineLeftColumnPartialTxt14_
source: See the specific bank beneficiaries
es: Ver los beneficiarios específicos del banco

# SharedBusinessOnlineLeftColumnPartialTxt15_
source: See the bank beneficiaries companies
es: Ver las empresas beneficiarias del banco

# SharedBusinessOnlineLeftColumnPartialTxt16_
source: View company profile
es: Ver el perfil de la compañía

# SharedBusinessOnlineLeftColumnPartialTxt17_
source: Consult the company card
es: Consulte la tarjeta de la empresa

# SharedBusinessOnlineLeftColumnPartialTxt18_
source: change my password
es: cambiar mi contraseña

# SharedBusinessOnlineLeftColumnPartialTxt1_
source: Pay an invoice or transfer the money
es: Pague una factura o transfiera el dinero

# SharedBusinessOnlineLeftColumnPartialTxt2_
source: See our received transactions
es: Vea nuestras transacciones recibidas

# SharedBusinessOnlineLeftColumnPartialTxt3_
source: See our issued transactions
es: Vea nuestras transacciones emitidas

# SharedBusinessOnlineLeftColumnPartialTxt4_
source: PayKap Accounts & Banking
es: PayKap Cuentas y Banca

# SharedBusinessOnlineLeftColumnPartialTxt5_
source: View PayKap Account
es: Ver la cuenta PayKap

# SharedBusinessOnlineLeftColumnPartialTxt6_
source: See the PayKap account history
es: Ver el historial de la cuenta PayKap

# SharedBusinessOnlineLeftColumnPartialTxt7_
source: Link a company bank account
es: Enlace a la cuenta bancaria de la compañía

# SharedBusinessOnlineLeftColumnPartialTxt8_
source: See the bank accounts of the company
es: Ver las cuentas bancarias de la empresa

# SharedBusinessOnlineLeftColumnPartialTxt9_
source: Beneficiaries PayKap
es: Beneficiarios PayKap

# SharedCalculatorPartialTxt1_
source: I want to send the money to
es: Quiero enviar el dinero

# SharedCalculatorPartialTxt2_
source: Choose a shipping service
es: Elija un servicio de envío

# SharedCalculatorPartialTxt3_
source: Choose a reception service
es: Elija un servicio de recepción

# SharedCalculatorPartialTxt4_
source: Are you a PayKap Partner?
es: ¿Eres socio de PayKap?

# SharedCalculatorPartialTxt5_
source: Make sure the sending country is different from the receiving country.
es: Asegúrese de que el país sea diferente del país de recepción.
