Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# PKPBManagerEmployeesMgmtWithdWithoutNIPTxt_
source: Management of employees with no PIN withdrawals
es: Gestión de empleados sin retiros de PIN

# PKPBManagerIntroTxt_
source: Change your business
es: Cambia tu negocio

# PKPBManagerWithdWithoutNIPTxt_
source: Withdraw without PIN
es: Retirar sin PIN

# PKPBOtherServicesConsultCurrTransacts_
source: View my current transactions
es: Ver mis transacciones actuales

# PKPBOtherServicesConsultMyInternalTransacts_
source: View my internal transactions
es: Ver mis transacciones internas

# PKPBOtherServicesMyTransactions_
source: My transactions
es: Mis transacciones

# PKPBOtherServicesReturnHome_
source: Return to home
es: Regresar a casa

# PKPBOtherServicesSearchATransaction_
source: Find a transaction
es: Encuentra una transacción

# PKPBOtherServicesTitle_
source: Other services
es: Otros servicios

# PKPBServiceDepositMoneyInPKAcct_
source: Deposit the money in a PayKap account
es: Deposite el dinero en una cuenta PayKap

# PKPBServiceTitle_
source: Cashier Services
es: Servicios de cajero

# PKPBServiceWithdrawMoneyInPKAcct_
source: Withdraw money into a PayKap account
es: Retirar dinero en una cuenta PayKap

# PKPBThirdPartyAcctConfirmationBTown_
source: Choose the city of the recipient
es: Elige la ciudad del destinatario

# PKPBThirdPartyAcctConfirmationTitle_
source: Confirm the deposit
es: Confirmar el depósito

# ActionTxt_
source: Action
es: acción

# AuthorizationRemovedAlert_
source: The authorization for this employee to make withdrawals without a PIN has been successfully withdrawn.
es: La autorización para que este empleado realice retiros sin un PIN se retiró con éxito.

# DateTxt_
source: Dated
es: fecha

# DescriptionTxt_
source: Description
es: descripción

# DownloadTxt_
source: Download
es: descargar

# EmployeeTxt_
source: Employee
es: empleado

# ErrorFieldsObligatoryExcept_
source: All fields are required except phone 2 and address 2.
es: Todos los campos son obligatorios excepto el teléfono 2 y la dirección 2.

# ErrorJS_
source: Error.
es: De error.

# ErrorNameOrSurnameNtGt100_
source: The name or the first name can not exceed 100 characters.
es: El nombre o el primer nombre no puede exceder los 100 caracteres.

# ErrorRepeatTxt_
source: Error, try again.
es: Error, intenta de nuevo.

# ErrorResidenceAddressNtGt255_
source: A residential address can not exceed 255 characters.
es: Una dirección residencial no puede superar los 255 caracteres.

# ErrorTelephoneNumNtGt20_
source: A phone number can not exceed 20 characters.
es: Un número de teléfono no puede exceder los 20 caracteres.

# ErrorTownNtGt100_
source: The city can not exceed 100 characters.
es: La ciudad no puede exceder los 100 caracteres.

# PKPBThirdPartyAcctWithdByPhoneTitle_
source: Filing a Third Party
es: Presentando un Tercero

# PKPBThirdPartyAcctWithdRecipientChBene_
source: Choose the beneficiary
es: Elige el beneficiario

# PKPBThirdPartyAcctWithdRecipientCPromo_
source: If the customer has a promo code, enter here, otherwise leave the field blank
es: Si el cliente tiene un código de promoción, ingrese aquí; de lo contrario, deje el campo en blanco

# PKPBThirdPartyAcctWithdRecipientTitle_
source: Beneficiary account
es: Cuenta del beneficiario

# PKPBTransactionDetailsAgencyTransac_
source: Transaction Agency
es: Agencia de transacciones

# PKPBTransactionDetailsAmtTransac_
source: Transaction amount
es: Monto de la transacción

# PKPBTransactionDetailsNameClient_
source: Customer name
es: Nombre del cliente

# PKPBTransactionDetailsNameEmployee_
source: Name Employee
es: Nombre Empleado

# PKPBTransactionDetailsNumEmployee_
source: Employee Number
es: Número de empleado

# PKPBTransactionDetailsNumTransac_
source: Transaction number
es: Número de transacción

# PKPBTransactionDetailsStatTransac_
source: Status Transaction
es: Transacción de estado

# PKPBTransactionDetailsTitle_
source: Details of the transaction
es: Detalles de la transacción

# PKPBTransactionDetailsTownTransac_
source: City Transaction
es: Transacción de la ciudad

# PKPBTransactionDetailsTransacType_
source: Transaction type
es: Tipo de transacción

# PKPBViewAgencyTransacAmtPaid_
source: Payroll amount
es: Cantidad pagada

# PKPBViewAgencyTransacAmtReciev_
source: Received amount
es: Cantidad recibida

# PKPBViewAgencyTransacNoTransac_
source: No transaction found
es: No se encontró ninguna transacción

# PKPBViewAgencyTransacTitle_
source: Transaction History
es: Historial de transacciones

# PKPBViewAgentAccountAcctName_
source: Account name
es: Nombre de la cuenta

# PKPBViewAgentAccountBusinAcctC_
source: Commission Account
es: Cuenta de la Comisión

# PKPBViewAgentAccountTitle_
source: Commission Account
es: Cuenta de la Comisión

# PKPBViewBusinInternalTransacSAmt_
source: Amount Transferred
es: Cantidad transferida

# PKPBViewBusinInternalTransacSTo_
source: Transferred to
es: Transferido a

# PKPBViewBusinInternalTransacTitle_
source: History of internal transfers
es: Historia de transferencias internas

# PKPBViewCheckoutTransacTitle_
source: Transaction History (24h)
es: Historial de transacciones (24h)

# PKPBViewManagerTransacTitle_
source: Transaction History
es: Historial de transacciones

# PKPBViewOneTransacTitle_
source: View a transaction
es: Ver una transacción

# PKPBViewTransacFilterByActor_
source: Filter by actor
es: Filtrar por actor

# PKPBViewTransacFilterByAgency_
source: Filter by agency
es: Filtrar por agencia

# PKPBViewTransacVolumeNumTrans_
source: Number Transactions
es: Transacciones numéricas

# PKPBViewTransacVolumeTitle_
source: Volume of transactions
es: Volumen de transacciones

# PKPBViewUserInRoleWNWPINEffDate_
source: Effective date
es: Fecha de vigencia

# PKPBViewUserInRoleWNWPINNameAgency_
source: Name Agency
es: Agencia de nombres

# PKPBViewUserInRoleWNWPINNoEmplyeeF_
source: No employees found
es: No se encontraron empleados

# PKPBViewUserInRoleWNWPINTitle_
source: List of employees with no PIN withdrawals
es: Lista de empleados sin retiros de PIN

# PKPBWithdrawalWithoutPINAddRoleTitle_
source: Authorize an employee to withdraw without a PIN
es: Autorizar a un empleado a retirarse sin un PIN

# PKPEAddCardNumberCardCurrency_
source: Currency Map
es: Mapa de moneda

# PKPEAddCardNumberEnterTempNIP_
source: Please enter a temporary PIN to add the card number to the account.
es: Ingrese un PIN temporal para agregar el número de tarjeta a la cuenta.

# PKPEAddCardNumberIntroTxt1_
source: The person who owns this account will need this
es: La persona que posee esta cuenta necesitará esto

# PKPEAddCardNumberIntroTxt2_
source: Card number
es: número de tarjeta

# PKPEAddCardNumberIntroTxt3_
source: to log in to her account online or when she makes withdrawals or purchases online.
es: para iniciar sesión en su cuenta en línea o cuando realiza retiros o compras en línea.

# PKPEAddCardNumberIntroTxt4_
source: note it down and pass it on to the person
es: anótelo y páselo a la persona

# PKPEAddCardNumberTitle_
source: Obtaining the PayKap card number
es: Obtención del número de tarjeta de PayKap

# PKPEDeleteUserOrEmailByST_
source: or E-mail depending on the type of search chosen
es: o E-mail dependiendo del tipo de búsqueda elegida

# PKPEDeleteUserSearchType_
source: Type of research
es: Tipo de investigación

# PKPEOpenAccountAddressL1_
source: Address Line 1
es: Dirección línea 1

# PKPEOpenAccountAddressSyn_
source: (No Appart - Civic No, Street Name, Postal Code)
es: (No Appart - Civic No, nombre de la calle, código postal)

# PKPEOpenAccountConnectEmail_
source: This email is used to login to the online account.
es: Este correo electrónico se utiliza para iniciar sesión en la cuenta en línea.

# PKPEOpenAccountTempPass_
source: This password is temporary if you create the account for others.
es: Esta contraseña es temporal si crea la cuenta para otros.

# PKPEOpenAccountTitle_
source: Open a new PayKap account
es: Abra una nueva cuenta PayKap

# PKPEOpenAcctConfirmationIntroTxt1_
source: The creation of the account is complete. Please communicate
es: La creación de la cuenta está completa. Por favor comunica

# PKPEOpenAcctConfirmationIntroTxt2_
source: to its owner.
es: a su dueño

# PKPEOpenAcctConfirmationStep3Of3_
source: Step 3 of 3
es: Paso 3 de 3

# PKPEOpenAcctConfirmationTitle_
source: End of account opening
es: Fin de la apertura de la cuenta

# PKPEResetPasswordEmailUser_
source: User's email
es: Correo electrónico del usuario

# PKPEResetPasswordTitle_
source: Reset password
es: Restablecer contraseña

# PKPMAddBusUserToRoleCreateCRTY_
source: Create a country
es: Crea un país

# PKPMAddBusUserToRoleEnterprzEmployee_
source: Company employee
es: Empleado de la empresa

# PKPMAddBusUserToRoleRoles_
source: roles
es: papeles

# PKPMAddBusUserToRoleTitle_
source: Add an employee to a role
es: Agregar un empleado a un rol

# PKPMBusAgencyRegisterTitle_
source: Registration of a corporate agency
es: Registro de una agencia corporativa

# PKPMBusOnlineRegisterEnterprzInfos_
source: Company Information
es: Información de la compañía

# PKPMBusOnlineRegisterEnterprzManager_
source: Head of the company
es: Jefe de la empresa

# PKPMBusOnlineRegisterEnterprzSocialSite_
source: Information Agency Head Office of the company
es: Agencia de información Sede de la empresa

# PKPMBusOnlineRegisterTitle_
source: Registering a business without an agency (online)
es: Registrar una empresa sin una agencia (en línea)

# PKPMBusRegisterAgencyEnterprzSocialSite_
source: Corporate Headquarters Agency (optional)
es: Agencia Corporativa de la Sede Central (opcional)

# PKPMBusRegisterTitle_
source: Business Registration
es: Registro comercial

# PKPMBusUserRegisterTitle_
source: Business Registration
es: Registro comercial

# PKPMCreateAgentAgentCTRY_
source: Country of the agent
es: País del agente

# PKPMCreateAgentEnterElderIDTxt1_
source: Enter the sponsor ID
es: Ingrese la identificación del patrocinador

# PKPMCreateAgentIDNewAgent_
source: ID of the new agent
es: ID del nuevo agente

# PKPMCreateAgentTitle_
source: Create a PayKap Agent
es: Crear un agente de PayKap

# PKPMCreateAgentTypeAgentTxt_
source: Type of agent
es: Tipo de agente

# PKPMCreateAgentTypeElderTxt1_
source: Type of sponsor
es: Tipo de patrocinador

# PKPMCreateAgentTypeElderTxt2_
source: (If the customer has a sponsor)
es: (Si el cliente tiene un patrocinador)

# PKPMForgotPasswordEmailClient_
source: Customer's email
es: Correo electrónico del cliente

# PKPMForgotPasswordIntroTxt_
source: A message was sent to the customer to click on the link and reset their password.
es: Se envió un mensaje al cliente para hacer clic en el enlace y restablecer su contraseña.

# PKPMViewClientDetailAcctDetail_
source: Account Details
es: Detalles de cuenta

# PKPMViewClientDetailCardPKName_
source: PayKap card name
es: Nombre de la tarjeta PayKap

# PKPMViewClientDetailClientNum_
source: Customer number
es: Número de cliente

# PKPMViewClientDetailClientStatus_
source: Customer status
es: Estado del cliente

# PKPMViewClientDetailCompleteName_
source: Full Name
es: nombre completo

# PKPMViewClientDetailLoginTel1_
source: Login Phone 1
es: Ingresar Teléfono 1

# PKPMViewClientDetailLoginTel2_
source: Login Phone 2
es: Ingresar Teléfono 2

# PKPMViewClientDetailNumTel_
source: Phone number
es: Número de teléfono

# PKPMViewClientDetailTelephone1_
source: Telephone 1
es: Teléfono 1

# PKPMViewClientDetailTelephone2_
source: Telephone 2
es: Teléfono 2

# PKPMViewClientDetailTitle_
source: Customer Details
es: Detalles del cliente

# PKPMViewTransactionAwaitRecptPay_
source: Waiting receipt payment
es: Esperando el pago del recibo

# PKPMViewTransactionAwaitValid_
source: Waiting validation
es: Esperando validación

# PKPMViewTransactionTitle_
source: My transactions
es: Mis transacciones

# PKPMViewTransactionTransacBlock_
source: Blocked transaction
es: Transacción bloqueada

# PKPMViewTransactionTransacCompl_
source: Completed transaction
es: Transacción completada

# PKPMViewTransactionTransacExpire_
source: Expired transaction
es: Transacción caducada

# RecievedFromTxt_
source: Received from
es: Recibo's

# RemoveAuthorizationConfirmationDialogue_
source: Do you want to withdraw the authorization for this employee to make withdrawals without a PIN?
es: ¿Desea retirar la autorización para que este empleado realice retiros sin un PIN?

# RemoveTxt_
source: Remove
es: retirarse

# SearchTxt_
source: Look for
es: Buscar

# SeeTxt_
source: See
es: Ver

# StatusTxt_
source: Status
es: estatus

# TransactionTxt_
source: Transaction
es: transacción

# UpperCaseAndTxt
source: And
es: y

# AccountEditBankAcctAcctDescription_
source: Account description
es: Descripción de la cuenta

# AccountEditBankAcctBankAcctStatus_
source: Bank account status
es: Estado de la cuenta bancaria

# AccountEditBankAcctIntroTxt1_
source: Bank account name
es: Nombre de la cuenta bancaria

# AccountEditBankAcctIntroTxt2_
source: (Ex Check, Current, Savings, etc.)
es: (Ex Check, Actual, Ahorro, etc.)

# AccountEditBankAcctTitle_
source: Modify a bank account
es: Modificar una cuenta bancaria

# AccountIndexTitle_
source: Current Private Account
es: Cuenta privada actual

source: Account number
es: Número de cuenta

source: Account type
es: Tipo de cuenta

# AccountViewBankAcctBankAcctDeletedAlert_
source: The bank account has been successfully deleted.
es: La cuenta bancaria ha sido eliminada exitosamente.

# AccountViewBankAcctConfirmDeleteMsg_
source: Do you want to permanently delete this bank account number?
es: ¿Desea eliminar permanentemente este número de cuenta bancaria?

# AccountViewBankAcctNoBankAcctFound_
source: No bank account found
es: No se encontró una cuenta bancaria

# AccountViewBankAcctTitle_
source: My bank accounts
es: Mis cuentas bancarias

# AgentAdminCreateTitle_
source: Create
es: crear

# AgentAdminDeleteBackToListTxt_
source: Back to List
es: Volver a la lista

# AgentAdminDeleteIntroTxt_
source: Are you sure you want to delete this?
es: ¿Seguro que quieres borrar esto?

# AgentAdminDeleteTitle_
source: Delete
es: borrar

# AgentAdminDetailsEdtitTxt_
source: Edit
es: editar

# AgentAdminDetailsTitle_
source: Details
es: detalles

# AgentAdminEditSaveTxt_
source: Save
es: Guardar

# AgentAdminIndexCreateNewTxt_
source: Create New
es: Crear nuevo

# AgentAdminIndexTitle_
source: Index
es: índice

# AgentChangePassOldPasswordTxt_
source: old password
es: antigua contraseña

# AgentCommision1Apply0NotApply_
source: 1 = apply, 0 = not apply
es: 1 = aplicar, 0 = no aplicar

# AgentCommisionClientPartnerA_
source: 1 = client, 2 = agency partner
es: 1 = cliente, 2 = socio de la agencia

# AgentCommisionCommisionAgt_
source: Agent Commission
es: Comisión del agente

# AgentCommisionEdit1Current0Expired_
source: 1 = Current, 0 = Expired
es: 1 = Actual, 0 = Caducado

# AgentCommisionFixeOr2Percent_
source: 1 = fixed, 2 =%
es: 1 = fijo, 2 =%

# AgentCommisionTranFeePartComm_
source: 1 = Transaction Fee, 2 = Partner commission
es: 1 = tarifa de transacción, 2 = comisión de socio

# AgentIndexTitle_
source: Authorized agent connection
es: Conexión de agente autorizado

# AgentPayKapCommission01Transf_
source: 01 = transfer,
es: 01 = transferencia,

# AgentPayKapCommission1Fixe2InPercent_
source: 1 = fixed, 2 = in%
es: 1 = fijo, 2 = en%

# AgentPayKapCommission1Online2agency_
source: 1 = online, 2 = in the branch
es: 1 = en línea, 2 = en la rama

# AgentPayKapCommissionPKCAgt_
source: PayKap Agent Commission
es: Comisión agente de PayKap

# AgentUpdateSecurityQuestTitle_
source: Change my security questions
es: Cambiar mis preguntas de seguridad

# AtTxt_
source: AT
es: A

# BankTxt_
source: Bank
es: Banco

# BillPaymentCreditorCreateBillPCTxt_
source: Bill Payment Creditor
es: Acreedor del pago de cuentas

# BillTxt_
source: Bill
es: Factura

# BusinessAccountAddClientCNMsg1Txt1_
source: The customer of this account will need this
es: El cliente de esta cuenta necesitará esto

# BusinessAccountAddClientCNMsg1Txt2_
source: to log in to your account online or when making payments, transfers, withdrawals or online purchases.
es: para iniciar sesión en su cuenta en línea o al realizar pagos, transferencias, retiros o compras en línea.

# BusinessAccountAddClientCNMsg1Txt3_
source: note it and give it to the person
es: tenlo en cuenta y dáselo a la persona

# BusinessAccountAddClientCNMsg1Txt4_
source: Please invite the customer to enter the pin or secret code of their PayKap card.
es: Invite al cliente a ingresar el PIN o código secreto de su tarjeta PayKap.

# BusinessAccountAddClientCNMsg2Txt1_
source: Continuing, I declare to have noted the
es: Continuando, declaro haber notado el

# BusinessAccountAddClientCNMsg2Txt2_
source: and given to its owner.
es: y dado a su dueño.

# BusinessAccountAddClientCNTitle_
source: Add the secret code of the customer's PayKap card
es: Agregue el código secreto de la tarjeta PayKap del cliente

# BusinessAccountCashierMadeMoreDepThanWit_
source: you have made more deposits than withdrawals.
es: ha realizado más depósitos que retiros.

# BusinessAccountCashierNegativeSale_
source: negative balance
es: balance negativo

# BusinessAccountCashierOfUrAcctSignify_
source: from your account above means
es: desde su cuenta arriba significa

# BusinessAccountCashierPositifSale_
source: positive balance
es: saldo positivo

# BusinessAccountCashierTheContrary_
source: opposite.
es: lo contrario.

# BusinessAccountCashierTitle_
source: Case Account
es: Cuenta de caja

# BusinessAccountChangeCardPINTitle_
source: Change PIN or PIN
es: Cambiar PIN o PIN

# BusinessAccountCreatePKClientConfirmIntroMsg_
source: The customer's PayKap account has been successfully created and operational now for any deposit / withdrawal transaction.
es: La cuenta de PayKap del cliente se ha creado y ahora funciona correctamente para cualquier transacción de depósito / retiro.

# BusinessAccountCreatePKClientConfirmTitle_
source: End of account opening
es: Fin de la apertura de la cuenta

# BusinessAccountCreatePKClientIntroTxt_
source: To create a customer's PayKap account, you must first verify with the customer that they do not yet have a PayKap account before proceeding with their creation.
es: Para crear una cuenta PayKap de un cliente, primero debe verificar con el cliente que aún no tiene una cuenta PayKap antes de continuar con su creación.

# BusinessAccountCreatePKClientTitle_
source: Open a customer's account
es: Abra una cuenta de cliente

# BusinessAccountManagerAcctDetails_
source: Details Account
es: Detalles de cuenta

# BusinessAccountManagerCommissionHistory_
source: History Commissions
es: Comisiones de historia

# BusinessAccountManagerCurrentTransac_
source: Current Transactions
es: Transacciones actuales

# BusinessAccountManagerInternTransac_
source: Internal Transactions
es: Transacciones internas

# BusinessAccountManagerNoOtherAcctFound_
source: No other accounts found
es: No se encontraron otras cuentas

# BusinessAccountManagerOtherAccts_
source: Other accounts
es: Otras cuentas

# BusinessAgencyAdminDetailsBusAgency_
source: Business Agency
es: Agencia comercial

# BusinessAgencyDetailAgencyAcctD_
source: Agency account details
es: Detalles de la cuenta de agencia

# BusinessAgencyDetailAgencyBoxList_
source: List of credit unions
es: Lista de uniones de crédito

# BusinessAgencyDetailAgencyCTRY_
source: Country of the agency
es: País de la agencia

# BusinessAgencyDetailAgencyDetailUpdated_
source: The details of the agency have been updated successfully.
es: Los detalles de la agencia se han actualizado con éxito.

# BusinessAgencyDetailAgencyDetail_
source: Details of an agency
es: Detalles de una agencia

# BusinessAgencyDetailAgencyDtor_
source: Director of the agency
es: Director de la agencia

# BusinessAgencyDetailAgencyNameNGth250_
source: The name of the agency can not exceed 250 characters.
es: El nombre de la agencia no puede exceder los 250 caracteres.

# BusinessAgencyDetailAgencyNum_
source: Agency number
es: Número de agencia

# BusinessAgencyDetailAgencyTown_
source: City of the agency
es: Ciudad de la agencia

# BusinessAgencyDetailAllFieldsMandatory_
source: All fields are mandatory except phone 2 and optional 2 address.
es: Todos los campos son obligatorios excepto el teléfono 2 y la dirección opcional 2.

# BusinessAgencyDetailConsultTransac_
source: View transactions
es: Ver transacciones

# BusinessAgencyDetailEntrzNum_
source: Company number
es: Número de compañía

# BusinessAgencyDetailHistory_
source: Historical
es: histórico

# BusinessAgencyDetailNoListFound_
source: No list found
es: No se encontró una lista

# BusinessAgencyDetailOpeningHrsDpNGth250_
source: The description of the hours of opening of the agency can not exceed 250 characters.
es: La descripción de las horas de apertura de la agencia no puede exceder los 250 caracteres.

# BusinessAgencyDetailOpeningHrs_
source: Business hours
es: Horario de apertura

# BusinessAgencyIndexCreateNewAgency_
source: Create a new agency
es: Crea una nueva agencia

# BusinessAgencyIndexEntrzAgenciesMgmt_
source: Management of corporate agencies
es: Gestión de agencias corporativas

# BusinessAgencyIndexNoAgencyFound_
source: No agency found
es: No se encontró agencia

# BusinessAgencyViewBusAgencyAcctMoney_
source: Balance Account
es: Cuenta de saldo

# BusinessAgencyViewBusAgencyConsultAgencies_
source: Consult the list of my agencies
es: Consulte la lista de mis agencias

# BusinessAgencyViewBusAgencyEmployeeS_
source: Employee (s)
es: Empleado (s)

# BusinessAgencyViewBusAgencySeeOrModify_
source: View or Edit
es: Ver o editar

# BusinessCommissionCreateBusComm_
source: Business Commission
es: Comisión comercial

# BusinessCommissionViewBusCommNoCommFound_
source: No commission found
es: No se encontró comisión

# BusinessCommissionViewBusCommTransacCommAmt_
source: Amount Commissions
es: Cantidad Comisiones

# BusinessCommissionViewBusCommTransacHistoryComm_
source: Commission History
es: Historia de la comisión

# BusinessCommissionViewBusCommTransacNum_
source: Number
es: número

# BusinessCommissionViewBusFeeNoFeeFound_
source: No fees found
es: No se encontraron tarifas

# BusinessCommissionViewBusFeeServiceTxt_
source: Service
es: servicio

# BusinessCommissionViewBusFeeTransfertDepositCTRYFee_
source: Transfer fees & deposit in your country
es: Tarifas de transferencia y depósito en su país

# BusinessCommissionViewBusProcessC24HrHistoryComm_
source: Commission History (24h)
es: Historia de la Comisión (24h)

# BusinessCommissionViewBusProcessCConsultPKContracts_
source: Consult our PayKap contracts
es: Consulte nuestros contratos de PayKap

# BusinessCommissionViewBusProcessCNoContractFound_
source: No contract found
es: No hay contrato encontrado

# BusinessCreateBusTxt_
source: Business
es: negocios

# BusinessFeeCreateBusFee_
source: Business Fee
es: Cargo comercial

# BusinessIndexAgenciesTxt_
source: Agencies
es: agencias

# BusinessIndexContactTxt_
source: Contact
es: Contactar

# BusinessIndexCreateNewEntrzOnlineTxt_
source: Create a new business online
es: Crea un nuevo negocio en línea

# BusinessIndexCreateNewEntrzTxt_
source: Create a new business
es: Crea un nuevo negocio

# BusinessIndexEmployeesTxt_
source: employees
es: empleados

# BusinessIndexEntrzMgmtTxt_
source: Business Management
es: Gestión de empresas

# BusinessIndexNoCTRYFoundTxt_
source: No country found
es: Ningún país encontrado

# BusinessProcessContractBusPContract_
source: Business Process Contract
es: Contrato de proceso comercial

# BusinessProcessContractIndexAddNewPA_
source: Add a new AP
es: Agregue un nuevo AP

# BusinessProcessContractIndexMgmtOfEntrzPA_
source: Business PA Management
es: Gestión de PA comercial

# BusinessProcessContractIndexNoPAFound_
source: No PA found
es: No se encontró PA
