Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# PKPTransferFairHypothesesTxt4_
source: to bring real consumers of money transfer services to
es: traer consumidores reales de servicios de transferencia de dinero a

# PKPTransferFairHypothesesTxt5_
source: invest from $ 10
es: invierte desde $ 10

# PKPTransferFairHypothesesTxt6_
source: to finance the equitable transfer and
es: para financiar la transferencia equitativa y

# PKPTransferFairHypothesesTxt7_
source: shared those billions that were lost every year
es: compartió esos miles de millones que se perdieron cada año

# PKPTransferFairHypothesesTxt8_
source: From 2008 to 2015, migrants would have saved
es: De 2008 a 2015, los migrantes habrían salvado

# PKPTransferFairHypothesesTxt9_
source: US $ 180 billion
es: US $ 180 mil millones

# PKPTransferFairItalicTxt_
source: Trying to find a migrant who has never sent money to his origins would be to look for a needle in a haystack. Do you want to try anyway? ...
es: Intentar encontrar un migrante que nunca haya enviado dinero a sus orígenes sería buscar una aguja en un pajar. ¿Quieres probar de todos modos? ...

# PKPTransferFairMoneyLossTxt1_
source: Yet
es: Sin embargo

# PKPTransferFairMoneyLossTxt2_
source: shipping costs still remain very high
es: los costos de envío siguen siendo muy altos

# PKPTransferFairMoneyLossTxt3_
source: and migrants
es: y migrantes

# PKPTransferFairMoneyLossTxt4_
source: lose billions
es: perder miles de millones

# PKPTransferFairMoneyLossTxt5_
source: each year for the benefit of 1%.
es: cada año en beneficio del 1%.

# PKPTransferFairSubTitle1Txt1_
source: The fair money transfer is a system whose objective is to achieve greater equity in the money transfer field.
es: La transferencia de dinero equitativo es un sistema cuyo objetivo es lograr una mayor equidad en el campo de transferencia de dinero.

# PKPTransferFairSubTitle1Txt2_
source: The system follows two basic principles:
es: El sistema sigue dos principios básicos:

# PKPTransferFairSubTitle1Txt3_
source: the right transfer fee: the cheapest possible;
es: la tarifa de transferencia correcta: la más económica posible;

# PKPTransferFairSubTitle1Txt4_
source: profit sharing with customers who send the money. Promote equitable transfer by investing
es: participación en los beneficios con los clientes que envían el dinero. Promover la transferencia equitativa mediante la inversión

# PKPTransferFairSubTitle1Txt5_
source: on the fair transfer funding platform by the crowd called
es: en la plataforma de financiación de transferencia justo por la multitud llamada

# PKPTransferFairSubTitle1Txt6_
source: 99% Strength
es: 99% de fuerza

# PKPTransferFairSubTitle1_
source: What is fair money transfer?
es: ¿Qué es una transferencia de dinero justa?

# PKPTransferFairSubTitle2Txt1_
source: PayKap is financed by
es: PayKap está financiado por

# PKPTransferFairSubTitle2Txt2_
source: the strength of the 99%
es: la fuerza del 99%

# PKPTransferFairSubTitle2Txt3_
source: funding by this crowd of 250 million migrants
es: financiación de esta multitud de 250 millones de migrantes

# PKPTransferFairSubTitle2Txt4_
source: who transfer the funds at very high costs.
es: quien transfiere los fondos a costos muy altos.

# PKPTransferFairSubTitle2Txt5_
source: The principle of funding being the crowd, a petite contribution per person can finance this project by the strength of the number.
es: El principio de financiación es la multitud, una pequeña contribución por persona puede financiar este proyecto por la fuerza del número.

# PKPTransferFairSubTitle2Txt6_
source: A company that belongs to its customers.
es: Una empresa que pertenece a sus clientes.

# PKPTransferFairSubTitle2_
source: How to finance the transfer of fair money?
es: ¿Cómo financiar la transferencia de dinero justo?

# PKPTransferFairSubTitle3Txt1_
source: The world economy is controlled by a small minority, the 1%. The 99%, constituting the majority of the population, share the few crumbs of what they are willing to leave the 1%. The 1% become richer and the 99% poorer and poorer, result of the
es: La economía mundial está controlada por una pequeña minoría, el 1%. El 99%, que constituye la mayoría de la población, comparte las pocas migajas de lo que están dispuestos a dejar el 1%. El 1% se vuelve más rico y el 99% más pobre y más pobre, resultado de la

# PKPTransferFairSubTitle3Txt2_
source: old economy
es: vieja economía

# PKPTransferFairSubTitle3Txt3_
source: where companies are funded so far by wealthy wealthy people who pocket all the profits.
es: donde las compañías son financiadas hasta ahora por gente adinerada rica que se embolsan todas las ganancias.

# PKPTransferFairSubTitle3_
source: The old economy
es: La vieja economía

# PKPTransferFairSubTitle4Txt1_
source: With the advent of the Internet, we are seeing new forms of savings through crowdfunding platforms where every person in a crowd brings
es: Con el advenimiento de Internet, estamos viendo nuevas formas de ahorro a través de plataformas de crowdfunding donde cada persona en una multitud trae

# PKPTransferFairSubTitle4Txt2_
source: small financial contribution
es: pequeña contribución financiera

# PKPTransferFairSubTitle4Txt3_
source: in a company, and by
es: en una empresa, y por

# PKPTransferFairSubTitle4Txt4_
source: the strength of the crowd number
es: la fuerza del número de multitud

# PKPTransferFairSubTitle4Txt5_
source: large projects are funded.
es: proyectos grandes son financiados.

# PKPTransferFairSubTitle4Txt6_
source: Hence the new economic model, the
es: De ahí el nuevo modelo económico, el

# PKPTransferFairSubTitle4Txt8_
source: Based on the 99% strength, the consumer is the investor of the services and products he consumes.
es: Basado en el 99% de fuerza, el consumidor es el inversionista de los servicios y productos que consume.

# PKPTransferFairSubTitle4_
source: The new economy
es: La nueva economía

# PKPTransferFairSubTitle5Txt1_
source: 250 million migrants
es: 250 millones de migrantes

# PKPTransferFairSubTitle5Txt2_
source: have transferred about
es: han transferido sobre

# PKPTransferFairSubTitle5Txt3_
source: US $ 583 billion
es: US $ 583 mil millones

# PKPTransferFairSubTitle5Txt4_
source: If the shipping costs were
es: Si los costos de envío fueron

# PKPTransferFairSubTitle5Txt5_
source: of the amount sent, migrants would earn about
es: de la cantidad enviada, los migrantes ganarían aproximadamente

# PKPTransferFairSubTitle5Txt6_
source: 16 billion US per year
es: 16 mil millones de dólares por año

# PKPTransferFairSubTitle5_
source: According to the World Bank (WB) in 2014:
es: Según el Banco Mundial (BM) en 2014:

# PKPTransferFairSubTitle6Txt1_
source: If each migrant put
es: Si cada migrante puso

# PKPTransferFairSubTitle6Txt2_
source: $ 240 in a fair transfer project
es: $ 240 en un proyecto de transferencia justo

# PKPTransferFairSubTitle6Txt3_
source: we will have:
es: tendremos:

# PKPTransferFairSubTitle6Txt4_
source: $ 240 * 250 million migrants = $ 60 billion US
es: $ 240 * 250 millones de migrantes = $ 60 mil millones de dólares

# PKPTransferFairSubTitle6Txt5_
source: According to the WB, migrants have saved
es: Según el Banco Mundial, los migrantes se han salvado

# PKPTransferFairSubTitle6Txt6_
source: the same amount $ 60 Billion US
es: la misma cantidad $ 60 mil millones de EE. UU.

# PKPTransferFairSubTitle6Txt7_
source: of
es: de

# PKPTransferFairSubTitle6Txt8_
source: 2008 to 2015 following the decrease in fees from 10% to approximately 7.68%
es: 2008 a 2015 después de la disminución en las tarifas del 10% a aproximadamente 7.68%

# PKPTransferFairSubTitle6_
source: The strength of 99%
es: La fuerza del 99%

# PKPTransferFairIntroTxt1_
source: For one reason or another, the transfer of money is at the heart of every person's life.
es: Por una razón u otra, la transferencia de dinero está en el corazón de la vida de cada persona.

# PKPTransferFairIntroTxt2_
source: who send the money every year.
es: quién envía el dinero cada año.

# PKPTransferFairTitleTxt_
source: The transfer of money to the heart of our lives
es: La transferencia de dinero al corazón de nuestras vidas

# PKPFAQAnchorQuestion1_
source: Create a beneficiary of the transaction
es: ¿Cómo formar parte de PayKap?

# PKPFAQAnchorQuestion2_
source: Will my investment generate dividends?
es: ¿Mi inversión generará dividendos?

# PKPFAQAnchorQuestion3_
source: Why invest in PayKap that is not in my country of sending / receiving?
es: ¿Por qué invertir en PayKap que no está en mi país de envío / recepción?

# PKPFAQAnchorQuestion4Txt1_
source: What is crowdfunding
es: ¿Qué es el crowdfunding?

# PKPFAQAnchorQuestion4Txt2_
source: or crowdfunding in English
es: o crowdfunding en inglés

# PKPFAQBodyMsgTxt1_
source: Each customer is a partner. For this, he sends the money
es: Cada cliente es un socio. Por esto, él envía el dinero

# PKPFAQBodyMsgTxt2_
source: cheaper
es: menos caro

# PKPFAQBodyMsgTxt3_
source: and receives commissions on
es: y recibe comisiones en

# PKPFAQBodyMsgTxt4_
source: earnings
es: ganancias

# PKPFAQBodyMsgTxt5_
source: from PayKap up to 80%. Therefore, three recommended conditions to complete to join the movement:
es: de PayKap hasta 80%. Por lo tanto, tres condiciones recomendadas para completar para unirse al movimiento:

# PKPFAQFooterMsgTxt1_
source: According to
es: De acuerdo con el

# PKPFAQFooterMsgTxt2_
source: Forbes magazine
es: Revista Forbes

# PKPFAQFooterMsgTxt3_
source: the crowdfunding market will exceed the
es: el mercado de crowdfunding excederá el

# PKPFAQFooterMsgTxt4_
source: $ 1 trillion in 2020
es: 1000 mil millones Dólares estadounidenses en 2020

# PKPFAQFooterMsgTxt5_
source: Do you want to be in the game to finance the fair transfer?
es: ¿Quieres estar en el juego para financiar la transferencia justa?

# PKPFAQForceOfNumberTxt_
source: strength of numbers
es: fuerza de los números

# PKPFAQInJoiningNetworkTxt_
source: By joining the network and referring new or part-time members, you allow us to operate in your sending / receiving country in the near future.
es: Al unirse a la red y derivar miembros nuevos o de medio tiempo, nos permite operar en su país de envío / recepción en el futuro cercano.

# PKPFAQIntroMsgTxt10_
source: share the profits generated
es: compartir los beneficios generados

# PKPFAQIntroMsgTxt1_
source: is a
es: es una

# PKPFAQIntroMsgTxt2_
source: community of shippers - recipients of money
es: comunidad de cargadores - receptores de dinero

# PKPFAQIntroMsgTxt3_
source: where each person is at the same time the
es: donde cada persona es al mismo tiempo el

# PKPFAQIntroMsgTxt4_
source: customer
es: cliente

# PKPFAQIntroMsgTxt5_
source: who sends money and the
es: quién envía dinero y el

# PKPFAQIntroMsgTxt6_
source: part of PayKap
es: parte de PayKap

# PKPFAQIntroMsgTxt7_
source: who transfers. This makes it possible to guarantee
es: quien transfiere Esto hace posible garantizar

# PKPFAQIntroMsgTxt8_
source: very low fees to each
es: tarifas muy bajas para cada

# PKPFAQIntroMsgTxt9_
source: and of
es: y

# PKPFAQIntroTitle_
source: What is PayKap?
es: ¿Qué es PayKap?

# PKPFAQIntroTxt_
source: PayKap is a provider of online payment services such as Interac Online and a free or low cost online money transfer platform.
es: PayKap es un proveedor de servicios de pago en línea como Interac Online y una plataforma de transferencia de dinero en línea gratuita o de bajo costo.

# PKPFAQListItem1Txt1_
source: Create an account on our financing platform
es: Crea una cuenta en nuestra plataforma de financiación

# PKPFAQListItem1Txt2_
source: it's free
es: es gratis

# PKPFAQListItem2Txt1_
source: Invest at least $ 10
es: Invierte al menos $ 10

# PKPFAQListItem2Txt2_
source: It is recommended at least $ 250 which corresponds to the amounts you
es: Se recomienda al menos $ 250 que corresponde a las cantidades que

# PKPFAQListItem2Txt3_
source: will lose by sending money to high fees
es: perderá al enviar dinero a altas tarifas

# PKPFAQListItem2Txt4_
source: see the demonstration
es: ver la demostración

# PKPFAQListItem2Txt5_
source: here (99% strength tab)
es: aquí (pestaña del 99% de fuerza)

# PKPFAQListItem3Txt1_
source: Invest your time
es: Invierte tu tiempo

# PKPFAQListItem3Txt2_
source: Refer friends and family to join the group. This is not what is the rarest
es: Recomiende a amigos y familiares que se unan al grupo. Esto no es lo más raro

# PKPFAQListItem3Txt3_
source: 250 million migrants send the funds each year.
es: 250 millones de migrantes envían los fondos cada año.

# PKPFAQMoreIfNotInCtryTxt_
source: In addition, even if we are not in your country now, you will receive your commissions according to our profits always more interesting than to save in a bank at 0.55%.
es: Además, incluso si no estamos en su país ahora, recibirá sus comisiones de acuerdo a nuestras ganancias siempre más interesantes que ahorrar en un banco al 0.55%.

# PKPFAQNumberOneTxt1_
source: Yes
es: sí

# PKPFAQNumberOneTxt2_
source: We have shown from World Bank figures that
es: Hemos demostrado a partir de cifras del Banco Mundial que

# PKPFAQNumberOneTxt3_
source: have lost more than
es: han perdido más de

# PKPFAQNumberOneTxt4_
source: US $ 180 BILLION
es: US $ 180 MIL MILLONES

# PKPFAQNumberOneTxt5_
source: if fees went from 10% to 3.04% from 2008 to 2015.
es: si las tarifas pasaron de 10% a 3.04% de 2008 a 2015.

# PKPFAQNumberThreeTxt1_
source: Do you know that banks do intense advertising for "supposed" high interest savings accounts for a
es: ¿Sabía que los bancos hacen una intensa publicidad de cuentas de ahorro "supuestamente" de alto interés para una

# PKPFAQNumberThreeTxt2_
source: annual interest rate of 0.550%
es: tasa de interés anual de 0.550%

# PKPFAQNumberThreeTxt3_
source: Example click
es: Ejemplo click

# PKPFAQNumberThreeTxt4_
source: here
es: aquí

# PKPFAQNumberThreeTxt5_
source: So saving your money with us gives you dividends above 0.55% while helping to reverse the 1% exponential enrichment curve.
es: Entonces, si ahorra dinero con nosotros, obtendrá dividendos por encima del 0.55% al tiempo que ayuda a revertir la curva de enriquecimiento exponencial del 1%.

# PKPFAQNumberTwoCRiskTxt1_
source: By venture capital,
es: Por capital de riesgo,

# PKPFAQNumberTwoCRiskTxt2_
source: we mean investments with risks and very high gains
es: nos referimos a inversiones con riesgos y ganancias muy altas

# PKPFAQNumberTwoCRiskTxt3_
source: Transfer companies nowadays are financed by this means. They charge high fees to satisfy their investors: the 1%.
es: Las compañías de transferencia hoy en día son financiadas por este medio. Cobran altas tarifas para satisfacer a sus inversores: el 1%.

# PKPFAQNumberTwoCRiskTxt4_
source: Do you believe that venture capital is losing? Of course, no.
es: ¿Crees que el capital de riesgo está perdiendo? Por supuesto, no.

# PKPFAQNumberTwoTxt1_
source: In just a few years, money transfer has become a popular investment
es: En solo unos años, la transferencia de dinero se ha convertido en una inversión popular

# PKPFAQNumberTwoTxt2_
source: Capital risk
es: capital de Riesgo

# PKPFAQNumberTwoTxt3_
source: or venture capital in English
es: o capital de riesgo en inglés

# PKPFAQSolutionOfFinanceTxt_
source: it's a business financing solution by the
es: es una solución de financiación empresarial por parte de

# PKPFAQTitle_
source: Frequently Asked Questions
es: Preguntas frecuentes

# PKPFAQWayOfFinancingTxt_
source: One way to fund a project by several people called crowd (crowd) with a small financial contribution from each person.
es: Una forma de financiar un proyecto para varias personas llamada crowd (crowd) con una pequeña contribución financiera de cada persona.

# TheLa_
source: the
es: la

# PKPFeeServicePaymentChTitle_
source: Payment method chosen
es: Método de pago elegido

# PKPFeeServicePaymentChTxt_
source: Please note that additional charges may apply depending on the payment method chosen.
es: Tenga en cuenta que pueden aplicarse cargos adicionales según el método de pago elegido.

# PKPFeeServicePromotionTitle_
source: Promotion
es: promoción

# PKPFeeServicePromotionTxt1_
source: Money transfers from Africa are
es: Las transferencias de dinero desde África son

# PKPFeeServicePromotionTxt2_
source: currently free
es: actualmente gratis

# PKPFeeServicePromotionTxt3_
source: for PayKap investors.
es: para los inversores PayKap.

# PKPFeeServiceTableHeader1_
source: Amount transferred
es: Monto transferido

# PKPFeeServiceTitle_
source: Fees & Services
es: Tarifas y servicios

# ChooseCountryBeforeTxt_
source: Choisir un pays avant de continuer
es: Elija un país antes de continuar

# CountryTxt_
source: Country
es: País

# NonNoTxt_
source: Non
es: no

# PKPFeeServiceToDeleteBankDepositTxt_
source: Bank deposit
es: Depósito bancario

# PKPFeeServiceToDeleteCashWithdrawTxt_
source: Cash withdrawal
es: Retiro de efectivo

# PKPFeeServiceToDeleteCtryReceiveTxt_
source: Country of reception
es: País de recepción

# PKPFeeServiceToDeleteCtrySendTxt_
source: Country of dispatch
es: País de envío

# PKPFeeServiceToDeleteFooterMsg_
source: Please note that fees may apply when reloading an account according to the chosen method.
es: Tenga en cuenta que se pueden aplicar cargos al volver a cargar una cuenta de acuerdo con el método elegido.

# PKPFeeServiceToDeleteIntroTxt_
source: Services and fees
es: Servicios y tarifas

# PKPFeeServiceToDeleteInvestDoomiesTxt_
source: Investor for Dummies?
es: Inversor para Dummies?

# PKPFeeServiceToDeletePaymentTTxt1_
source: Choose a country below to have the means to:
es: Elija un país a continuación para tener los medios para:

# PKPFeeServiceToDeletePaymentTTxt2_
source: charge his account or card;
es: cargar su cuenta o tarjeta;

# PKPFeeServiceToDeletePaymentTTxt3_
source: pay your transfer online;
es: pagar su transferencia en línea;

# PKPFeeServiceToDeletePaymentTTxt4_
source: receive the transferred funds.
es: recibir los fondos transferidos.

# PKPFeeServiceToDeletePaymentTTxt_
source: Payment of the transfer and means of reception
es: Pago de la transferencia y medios de recepción

# PKPFeeServiceToDeleteTypeServiceTxt_
source: Type of Service
es: Tipo de servicio

# PKPFeeServiceToDeleteVerifyTxt_
source: Check fees and receivables
es: Verificar honorarios y cuentas por cobrar

# ReceptionTxt_
source: Reception
es: recepción

# SendTxt_
source: send
es: Envoi

# FollowingTxt_
source: following
es: siguiente

# PKPGetRecipientBenTelTxt_
source: Recipient Telephone
es: Teléfono de destinatario

# PKPGetRecipientChooseBenTxt_
source: Choose an existing beneficiary
es: Elija un beneficiario existente

# PKPGetRecipientCreateBenAcc_
source: Create an account with your beneficiary,
es: Crea una cuenta con tu beneficiario,

# PKPGetRecipientIFPromoCodeTxt_
source: If you have a coupon code, enter it here, otherwise leave the field blank
es: Si tiene un código de promoción, ingrese aquí; de lo contrario, deje el campo en blanco

# PKPGetRecipientIntroTitle_
source: Step 2 - 4
es: Paso 2 - 4

# PKPGetRecipientOneOfTwoOptTxt_
source: one of the 2 options
es: una de las 2 opciones

# PKPGetRecipientTitle_
source: Beneficiary of the transaction
es: Beneficiario de la transacción

# PKPGetSenderAccTelSenderTxt_
source: Shipper's phone
es: Teléfono del remitente

# PKPGetSenderAccTitle_
source: Sender of the transaction
es: Remitente de la transacción

# PKPInteractOnlineEndTxt_
source: Receive Interac payments Online
es: Recibir pagos de Interac en línea

# PKPInteractOnlineErrorMsg_
source: You will be redirected to the 99% Force external application to register
es: Serás redirigido a la aplicación externa 99% Force para registrarte

# PKPInteractOnlineIntroTxt1_
source: PayKap is a provider of electronic payment solutions like Interac Online.
es: PayKap es un proveedor de soluciones de pago electrónico como Interac Online.

# PKPInteractOnlineIntroTxt2_
source: Interac Online payment is the cheapest way of payment unlike credit cards.
es: El pago en línea de Interac es la forma más económica de pago, a diferencia de las tarjetas de crédito.

# PKPInteractOnlineIntroTxt3_
source: If you need to receive electronic payments (event tickets, e-commerce, etc.), contact us.
es: Si necesita recibir pagos electrónicos (entradas para eventos, comercio electrónico, etc.), contáctenos.

# PKPInteractOnlineTitle_
source: Interac Online
es: Interac en línea

# PKPInvestorIntroTitle1_
source: PayKap: a community of senders - recipients of money
es: PayKap: una comunidad de remitentes: destinatarios de dinero

# PKPInvestorIntroTitle2Txt1_
source: Each customer is a partner. For this, he sends the money
es: Cada cliente es un socio. Por esto, él envía el dinero

# PKPInvestorIntroTitle2Txt2_
source: and receives commissions on
es: y recibe comisiones en

# PKPInvestorIntroTitle2Txt3_
source: earnings
es: ganancias

# PKPInvestorIntroTitle2Txt4_
source: from PayKap up to 80%. Therefore, three recommended conditions to complete to join the movement:
es: de PayKap hasta 80%. Por lo tanto, tres condiciones recomendadas para completar para unirse al movimiento:

# PKPInvestorIntroTitle2_
source: How to become a partner?
es: ¿Cómo ser un socio?

# PKPInvestorIntroTitle3_
source: Will my investment generate dividends?
es: ¿Mi inversión generará dividendos?

# PKPInvestorIntroTitle4Txt1_
source: a way to fund a project by several people called crowd (a crowd) with a small contribution from each person.
es: una forma de financiar un proyecto de varias personas llamada crowd (una multitud) con una pequeña contribución de cada persona.

# PKPInvestorIntroTitle4Txt2_
source: it's a business financing solution by the
es: es una solución de financiación empresarial por parte de

# PKPInvestorIntroTitle4Txt3_
source: Do you want to be there to finance the fair transfer, save and share the benefits?
es: ¿Desea estar ahí para financiar la transferencia equitativa, ahorrar y compartir los beneficios?

# PKPInvestorIntroTitle4_
source: Did you know what is called
es: ¿Sabías lo que se llama

# PKPInvestorIntroTitle5_
source: Participate in crowdfunding today
es: Participe en el crowdfunding hoy

# PKPInvestorTitle_
source: Investisseur PayKap
es: PayKap Investor

# PKPVerifyEmailAlertVerify_
source: A new message has been sent to you. Check and enter the verification code.
es: Se te ha enviado un nuevo mensaje. Verifica e ingresa el código de verificación.

# PKPVerifyEmailCodeSentToTxt_
source: A verification code has been sent to this email:
es: Se ha enviado un código de verificación a este correo electrónico:

# PKPVerifyEmailEnterCodeTxt_
source: Enter the verification code received by email.
es: Ingrese el código de verificación recibido por correo electrónico.

# PKPVerifyEmailEnterThisCodeTxt_
source: enter this code in the field below to continue.
es: ingrese este código en el campo a continuación para continuar.

# PKPVerifyEmailErrorCodeSend_
source: Error returning code
es: ingrese este código en el campo a continuación para continuar.

# PKPVerifyEmailErrorOccuredTxt_
source: An error occurred while processing your request. Please contact us at
es: Se produjo un error al procesar su solicitud. Por favor contáctenos en

# PKPVerifyEmailFooterMsg_
source: If you're having trouble, you can send another message by clicking
es: Si tiene problemas, puede enviar otro mensaje haciendo clic

# PKPVerifyEmailNeedToVerifyTxt_
source: Thanks! We need to verify that you are a human.
es: Oops! Necesitamos verificar que eres un humano.

# PKPVerifyEmailTransacONTxt_
source: A transaction in progress
es: Una transacción en progreso

# PKPVerifyEmailTitle_
source: Verifying your email
es: Verificando su correo electrónico
