Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

source: About us
es: Sobre nosotros

source: African Investor
es: Inversor africano

# becomeinvestor
source: Become African Investor
es: Convertirse en inversor africano

# btnView
source: View
es: Ver

source: Business
es: Negocio

# chooseWaySendReceive
source: Choose a country below to have the means of payment of your transfer and reception of your money.
es: Elija un país a continuación para tener los medios de pago de su transferencia y recepción de su dinero.

source: Contact us
es: Contáctenos

# ctryCameroon
source: Cameroon
es: Camerún

# ctryCanada
source: Canada
es: Canadá

source: English
es: Inglés

source: French
es: Francés

# HomeIndexBDMsgCardSendMoney_
source: Click on the "Send" link on the menu to estimate your shipment and follow the very simple instructions to understand.
es: Haga clic en el enlace "Enviar" en el menú para estimar su envío y siga las sencillas instrucciones para comprender.

# HomeIndexBDTitleCardPayTransac_
source: 3- PAY A TRANSFER OR PAYMENT
es: 3- PAGA UNA TRANSFERENCIA O PAGO

# HomeIndexBDTitleCardSendMoney_
source: 2- SEND MONEY
es: 2- ENVIAR DINERO

# HomeIndexBDTMsgCardPayTransac_
source: Choose the way you want to pay. You are notified by SMS / Email for confirmation or statement of transaction once the payment is completed.
es: Elija la forma en que desea pagar. Se le notificará por SMS / correo electrónico para la confirmación o el estado de la transacción una vez que se complete el pago.

# HomeIndexBH3HowItWorks_
source: How does it work ?
es: Como funciona ?

# HomeIndexBMsgCardPayBills_
source: Pay your bills by PayKap or transfer the money directly to pay the bills of your relatives without hassle in your home country.
es: Pague sus cuentas con PayKap o transfiera el dinero directamente para pagar las facturas de sus parientes sin problemas en su país de origen.

# HomeIndexBMsgCardRecieveMoney_
source: The transfer is deposited in a PayKap account, or Mobile Money account, or bank account. The recipient can make a cash withdrawal.
es: La transferencia se deposita en una cuenta de PayKap, o en una cuenta de Mobile Money, o en una cuenta bancaria. El destinatario puede hacer un retiro de efectivo.

# HomeIndexBMsgCardSendMoney_
source: Completed the transfer code to send to the recipient. Transfer money into the PayKap account or bank account or mobile of your loved ones.
es: Completó el código de transferencia para enviar al destinatario. Transfiera dinero a la cuenta PayKap o cuenta bancaria o móvil de sus seres queridos.

# HomeIndexBMsgCardSignUPIN_
source: Click on the link «Sign Up» or «Sign In» at the top left of this web site according to the fact of having an account or not.
es: Haga clic en el enlace «Registrarse» o «Iniciar sesión» en la parte superior izquierda de este sitio web de acuerdo con el hecho de tener una cuenta o no.

# HomeIndexBTitleCardPayBills_
source: Send and pay a bill
es: Enviar y pagar una factura

# HomeIndexBTitleCardRecieveTransac_
source: Recieve a transaction
es: Recibe una transacción

# HomeIndexBTitleCardSendMoney_
source: Send money
es: Enviar dinero

# HomeIndexBTitleCardSignUPIN_
source: 1- SIGN UP OR SIGN IN
es: 1- REGÍSTRATE O REGÍSTRATE

# HomeIndexFSlogan_
source: PayKap, money transfer easy, secured and equitable
es: PayKap, transferencia de dinero fácil, segura y equitativa

# HomeIndexHEnterprizeG
source: Enterprise
es: Empresa

# HomeIndexHH1Title_
source: Money transfer and online payment in security
es: Transferencia de dinero y pago en línea en seguridad

# HomeIndexHParticular_
source: Particular
es: Especial

# HomeIndexHRegisterG
source: Sign Up
es: Regístrate

# HomeIndexHSendG
source: Send
es: Enviar

# HomeIndexWhereRemoved_
source: Where removed ?
es: Donde retirar ?

# HomeText1
source: The online money transfer, more simple than never.
es: La transferencia de dinero en línea, más simple que nunca.

# HomeText2
source: Cheaper, Fast and Securitize
es: Más barato, rápido y de titulización

# HomeText3
source: is the cheapest way to transfer money online to his family safely, in addition to be faster.
es: es la forma más barata de transferir dinero en línea a su familia de forma segura, además de ser más rápido.

# howSendMoney
source: How to pay your transfer?
es: Cómo pagar su transferencia?

source: How to send money
es: Cómo enviar dinero

# howWithdrawMoney
source: How to receive your money?
es: Cómo recibir tu dinero?

# howWithdrawMoney1
source: allows you to receive your money in a bank account, withdraw cash in one of our partner agencies.
es: le permite recibir su dinero en una cuenta bancaria, retirar efectivo en una de nuestras agencias asociadas.

# howWithdrawMoney2
source: How to receive your money?
es: Cómo recibir tu dinero?

# individual
source: Particular
es: Especial

source: Learn more
es: Aprende más

source: Login
es: Iniciar sesión

# logup
source: Create an account
es: Crea una cuenta

source: Money Transfer
es: Transferencia de dinero

# paykapcard
source: PayKap Prepaid Card
es: Tarjeta prepaga PayKap

# PrepaidPayKapCard
source: The prepaid PayKap card
es: La tarjeta prepaga PayKap

# SafeMoneyTransfer
source: Send money online safely
es: Envía dinero en línea de forma segura

# SelectLanguage
source: Language
es: Guardar

source: Send Money
es: Enviar dinero

# SloganMoneyTransfer
source: A company that belongs to its clients.
es: Un préstamo que pertenece tiene sus clientes.

# whatisit
source: What is it? And what is it used for?
es: ¿Qué es? ¿Y para qué se usa?

# why
source: Why PayKap?
es: ¿Por qué PayKap?

source: Withdraw Money
es: Retirar dinero

# z1
source: How to become ...?
es: Cómo convertirse ...?

# z2
source: a partner
es: un socio

source: All rights reserved.
es: Todos los derechos reservados.

# howSendMoney1
source: allows you to transfer money from a bank account, an Interac transfer, etc.
es: le permite transferir dinero de una cuenta bancaria, una transferencia de Interac, etc.

# LanguageWord
source: Language
es: Lengua

# LayoutFDescription_
source: PayKap is a provider of online payment services and money transfer platform Mobile Money for free or low cost.
es: PayKap es un proveedor de servicios de pago en línea y la plataforma de transferencia de dinero Mobile Money de forma gratuita o de bajo costo.

# LayoutFH3RapidLinkTitle_
source: Rapid Links
es: Enlaces rápidos

# LayoutFOthersLink1_
source: Contact us
es: Contáctenos

# LayoutFOthersLink2_
source: Terms of use
es: Términos de Uso

# LayoutFOthersLink3_
source: Paykap card
es: Tarjeta Paykap

# LayoutFOthersTitle_
source: Other things
es: Otras cosas

# LayoutFRapidLink1_
source: About us
es: Sobre nosotros

# LayoutFRapidLink2_
source: Particular
es: Especial

# LayoutFRapidLink3_
source: Enterprise
es: Empresa

# LayoutHContactUsG
source: Contact us
es: Contáctanos

# LayoutHSignINTxt_
source: Sign In
es: Registrarse

# PKPIndividualBWhereTxt_
source: Where do you want to send?
es: A dónde quieres enviar?

# PKPBChooseCtryTxt_
source: Choose a country
es: Elige un país

# PKPFooterOthersTxtG
source: OTHER
es: OTRO

# PKPFooterQuickLinksTxtG
source: QUICK LINKS
es: ENLACES RÁPIDOS

# PKPAboutIntroTxt
source: is a provider of online payment services such as Interac Online and a low cost or free money transfer platform.
es: es un proveedor de servicios de pago en línea como Interac Online y una plataforma de transferencia de dinero gratuita o de bajo costo.

# PKPAboutPermit1Txt
source: transfer money online to a PayKap account ;
es: transferir dinero en línea a una cuenta PayKap;

# PKPAboutPermit2Txt
source: transfer money online to a bank account ;
es: transferir dinero en línea a una cuenta bancaria;

# PKPAboutPermit3Txt
source: pay for purchases in partner stores through the PayKap card ;
es: pagar las compras en tiendas asociadas a través de la tarjeta PayKap;

# PKPAboutPermit4Txt
source: pay for services online or in partner agencies :
es: pagar por servicios en línea o en agencias asociadas :

# PKPAboutPermit5Txt
source: Pay for purchases or services online :
es: Pague por compras o servicios en línea :

# PKPAboutPermitTxt
source: allows :
es: permite:

# PKPAboutPermit45Txt
source: insurance, tuition, invoices ;
es: seguro, matrícula, facturas;

# PKPAboutPermit55Txt
source: e-commerce sites, airline ticket booking sites, hotels, etc
es: sitios de comercio electrónico, sitios de reserva de billetes de avión, hoteles, etc.

# PKPIndividualBCreateAccountG
source: CREATE A PAYKAP ACCOUNT
es: CREAR UNA CUENTA DE PAYKAP

# PKPIndividualBInvitingTxt_
source: JOIN THE MOVEMENT AS FROM TODAY
es: ÚNASE AL MOVIMIENTO A PARTIR DE HOY

# PKPIndividualBStatus11Text_
source: 250 millions of migrants
es: 250 millones de migrantes

# PKPIndividualBStatus12Text_
source: in the world send money to their home country to help
es: en el mundo enviar dinero a su país de origen para ayudar

# PKPIndividualBStatus13Text_
source: more than 700 millions of families
es: más de 700 millones de familias

# PKPIndividualBStatus14Text_
source: to survive.
es: para sobrevivir.

# PKPIndividualBStatus1Title_
source: 250 MILLIONS OF MIGRANTS
es: 250 MILLONES DE MIGRANTES

# PKPIndividualBStatus21Text_
source: In 2014, the international money transfer reached
es: En 2014, se llegó a la transferencia monetaria internacional

# PKPIndividualBStatus22Text_
source: 583 BILLIONS OF US DOLLARS.
es: 583 BILLONES DE DÓLARES ESTADOUNIDENSES.

# PKPIndividualBStatus2Title_
source: 583 BILLIONS OF US DOLLARS SENT
es: 583 BILLONES DE DÓLARES ESTADOUNIDENSES ENVIADOS

# PKPIndividualBStatus3Title_
source: MORE THAN 10% IN TRANSFER FEE
es: MÁS DEL 10% EN CUOTA DE TRANSFERENCIA

# PKPIndividualBStatus4Title_
source: SUBSAHARAN AFRICA: MOST EXPENSIVE REGION
es: ÁFRICA SUBSAHARIANA: LA REGIÓN MÁS COSTOSA

# PKPIndividualBWhereTxt_1
source: Where will you send ?
es: A dónde enviarás?

# PKPIndividualHIntroInstituteTxt_
source: WORLD BANK...
es: BANCO MUNDIAL...

# PKPIndividualHIntroText_
source: ACCORDING TO
es: DE ACUERDO A

# PKPIndividualBStatus31Txt_
source: The fees are still
es: Las tarifas son todavía

# PKPIndividualBStatus32Txt_
source: very expensive
es: muy caro

# PKPIndividualBStatus33Txt_
source: : more than
es: : mas que

# PKPIndividualBStatus34Txt_
source: 10% of the amount sent
es: 10% de la cantidad enviada

# PKPIndividualBStatus35Txt_
source: in different corners. The enterprises that send migrants money keep
es: en diferentes rincones. Las empresas que envían dinero a los migrantes mantienen

# PKPIndividualBStatus36Txt_
source: billions of US as profit each year
es: miles de millones de US como beneficio cada año

# PKPIndividualBStatus37Txt_
source: priving these ones and their relatives from this money( around
es: privando a estos y sus familiares de este dinero (alrededor

# PKPIndividualBStatus38Txt_
source: 16 billions of US to gain per year
es: 16 mil millones de EE. UU. Para ganar por año

# PKPIndividualBStatus39Txt_
source: if the fees where at 5%).
es: si las tarifas son al 5%).

# PKPIndividualBStatus41Txt_
source: Sub saharan Africa
es: Africa Sub-sahariana

# PKPIndividualBStatus42Txt_
source: is the world's region where the
es: es la región del mundo donde el

# PKPIndividualBStatus43Txt_
source: fees are highest
es: las tarifas son más altas

# PKPIndividualBStatus44Txt_
source: to send money. Despite we say Africa is the
es: para enviar dinero A pesar de que decimos que África es la

# PKPIndividualBStatus45Txt_
source: poorest region in the world
es: región más pobre del mundo

# PKPIndividualBStatus46Txt_
source: which paradox?
es: qué paradoja?

# PKPIndividualBCompleting1Txt_
source: Despite these numbers, why do migrants continue in majority to use these big expensive networks? In most cases it is due to lack of informations. For a real impact, the migrants have organised to develop an equitable transfer system that permits
es: A pesar de estas cifras, ¿por qué los migrantes continúan siendo mayoría para usar estas redes costosas? En la mayoría de los casos se debe a la falta de información. Para un impacto real, los migrantes se han organizado para desarrollar un sistema de transferencia equitativo que permita

# PKPIndividualBCompleting2Txt_
source: each of these migrants
es: cada uno de estos migrantes

# PKPIndividualBCompleting3Txt_
source: to be the
es: ser el

# PKPIndividualBCompleting4Txt_
source: client who sends money and the enterprise partner who sends
es: cliente que envía dinero y el socio empresarial que envía

# PKPIndividualBCompleting5Txt_
source: This will permit to gain
es: Esto permitirá ganar

# PKPIndividualBCompleting6Txt_
source: these billions of US lost each year as transfer fees from the migrants and its relatives pocket
es: estos miles de millones de EE. UU. perdieron cada año como tasas de transferencia de los migrantes y sus familiares de bolsillo

# PKPBusinessConclusion1Txt
source: Contact us for your electronic payment solutions
es: Contáctenos para sus soluciones de pago electrónico

# PKPBusinessConclusion2Txt
source: Become partner today
es: Conviértase socio hoy

# PKPBusinessIntro1Txt_
source: If you are
es: Si usted es

# PKPBusinessIntro2Txt_
source: a bank, a microfinance or a financial establishment, any other enterprise with atleast one agency or sale point
es: un banco, una microfinanciera o un establecimiento financiero, cualquier otra empresa con al menos una agencia o punto de venta

# PKPBusinessIntro3Txt_
source: then you can
es: entonces tú puedes

# PKPBusinessIntro4Txt_
source: make supplementary revenues
es: hacer ingresos suplementarios

# PKPBusinessIntro5Txt_
source: by becoming a partner of
es: al hacerse socio de

# PKPBusinessIntro6Txt_
source: in your town or country :
es: en tu ciudad o país:

# PKPBusinessMMIntro1Txt
source: We know you already work hard to flatten your dough,
es: Sabemos que ya trabajas duro para aplanar tu masa,

# PKPBusinessMMIntro2Txt
source: can facilitate the task
es: puede facilitar la tarea

# PKPBusinessMMIntro3Txt
source: by becoming your securized payment solution :
es: convirtiéndose en su solución de pago securizado:

# PKPBusinessMobileMElmt1
source: Pay the bills or the monthly insurance primes of your clients
es: Pague las facturas o los números primos de seguro mensuales de sus clientes

# PKPBusinessMobileMElmt2
source: garanty the hotels booking of your client
es: garantizar la reserva de hoteles de su cliente

# PKPBusinessMobileMElmt3
source: Pay products from e-commerce websites
es: Pagar productos de sitios web de comercio electrónico

# PKPBusinessTitle2Txt_
source: Mobile money transfer
es: Transferencia de dinero móvil

# PKPBusinessTransferElmt1
source: For the deposit the money of our clients in their PayKap account in your agencies
es: Para depositar el dinero de nuestros clientes en su cuenta PayKap en sus agencias

# PKPBusinessTransferElmt2
source: For the cash withdraw from their PayKap account in your agencies
es: Para retirar efectivo de su cuenta de PayKap en sus agencias

# PKPBusinessTransferElmt3
source: For the payment of our clients transactions with their bank accounts at your establishment
es: Para el pago de las transacciones de nuestros clientes con sus cuentas bancarias en su establecimiento

# PKPConditionsElmt11Txt
source: You can use your card at the authorize will, actually to
es: Puede usar su tarjeta en la autorización autorizada, en realidad para

# AccountAddBankAccountCountry
source: Bank account country
es: País de la cuenta bancaria

# AccountAddBankAccountCurrency
source: Currency of the account
es: Moneda de la cuenta

# AccountAddBankAccountDescription
source: Account description
es: Descripción de cuenta

# AccountAddBankAccountInstitutionName
source: Name of the financial institution
es: Nombre de la institución financiera

# AccountAddBankAccountName
source: Bank account name
es: nombre de la cuenta bancaria

# AccountAddBankAccountTitle
source: Add a bank account
es: Agrega una cuenta bancaria

# AccountAddBankAccountType
source: Bank account type
es: Tipo de cuenta bancaria

# AccountDelete
source: Votre compte a été supprimé.
es: Su cuenta ha sido eliminada.

# AccountProcessNotComplete
source: The process of creating your account has not been completed. Please contact us to complete.
es: El proceso de crear su cuenta no se ha completado. Por favor contáctenos para completar.

# AccountSuspend
source: Your account has been suspended. Contact us for further information.
es: Póngase en contacto con nosotros para más información.

# AgentIndexAccessError
source: You are not allowed to access this page.
es: No tiene permitido acceder a esta página.

# AgentIndexErrorMessageSend
source: If you think you're wrong, send us a message at
es: Si crees que estás equivocado, envíanos un mensaje a

# BeneficiaryAllreadyAccount
source: Your beneficiary already has a PayKap account. Take his PayKap phone number to add him as a beneficiary
es: Su beneficiario ya tiene una cuenta PayKap. Tome su número de teléfono PayKap para agregarlo como beneficiario

# BeneficiaryNumberRequire
source: The number type of the beneficiary is mandatory
es: El tipo de número del beneficiario es obligatorio

source: Check
es: Comprobar

source: Choice
es: Elección

source: Confirm password
es: Confirmar contraseña

# ConnectionFailed
source: Invalid connection attempt. Check your information and try again.
es: Intento de conexión no válido Verifique su información y vuelva a intentarlo.

source: Current
es: Corriente

source: Customer phone
es: Teléfono del cliente

# DbError
source: An unexpected error occurred.
es: Ocurrió un error inesperado.

# EmailAlreadyUse
source: This email is already used. If you think you are wrong, contact us.
es: Este correo electrónico ya está usado. Si crees que estás equivocado, contáctanos.

source: Firstname
es: Nombre de pila

source: Lastname
es: Apellido

source: New password
es: Nueva contraseña

source: NPP
es: PPN

# NumberAlreadyExist
source: This number already exist
es: Este número ya existe

# OpenSecureSessionTxt
source: Open Secure Session
es: Sesión abierta segura

source: Password forget
es: Contraseña olvidada

source: PayKap Agent
es: Agente PayKap

# PaykapIdentificationMsgError
source: Your account has been deleted.
es: Tu cuenta ha sido eliminada.

# PaykapIdentificationMsgError1
source: PayKap can not identify you properly. Contact us to check the problem.
es: PayKap no puede identificarlo correctamente. Contáctenos para verificar el problema.

# PaykapNumberAccountRequired
source: The PayKap account number or PayKap phone number of the payee is required.
es: Se requiere el número de cuenta de PayKap o el número de teléfono de PayKap del beneficiario.

source: Personal Account
es: Cuenta personal

# PkpaIndexPaykapCard
source: Your PayKap phone number or PayKap card number
es: Su número de teléfono PayKap o número de tarjeta PayKap

# PkpaLoginTransaction
source: Transaction of :
es: Transacción de:

# PKPALogOutSessionEnd
source: Session ended.
es: La sesión terminó.

# PKPALogOutSessionEndMsg
source: You are disconnected from the secure PayKap site.
es: Estás desconectado del sitio seguro PayKap.

# PKPALogOutSessionOpen
source: Opening a new secure session
es: Abriendo una nueva sesión segura

# PKPALogOutTitle
source: Disconnect
es: Desconectar

# PkpaVerificationCode
source: PayKap. Your verification code is:
es: PayKap. Tu código de verificación es:

# PKPCIndexBecoming
source: You can even make money online by becoming
es: Incluso puede ganar dinero en línea convirtiéndose

# PKPCIndexBillPay
source: Pay bills quickly
es: Pague las facturas rápidamente

# PKPCIndexBneficiariyManage
source: Manage my beneficiaries
es: Administrar mis beneficiarios

# PKPCIndexBusinessAccountExpired
source: Expired Business Account.
es: Cuenta comercial caducada.

# PKPCIndexExplore
source: Explore the menu at the top of this page to manage
es: Explore el menú en la parte superior de esta página para administrar

# PKPCIndexGoToBusinessAccount
source: Go to Business Account
es: Ir a cuenta comercial

# PKPCIndexHelp
source: How can we help you today?
es: Cómo podemos ayudarle hoy?

# PKPCIndexNipPhone
source: like the PIN, the PayKap phone number
es: como el PIN, el número de teléfono PayKap

# PKPCIndexPKPAccountBank
source: Manage my PKP and bank accounts
es: Administrar mi PKP y cuentas bancarias

# PKPCIndexTransfertMoney
source: Transfer money in one click
es: Transferir dinero en un clic

# PKPCIndexTransfertParty
source: Transfer money from a third party
es: Transferir dinero de un tercero

source: Save
es: Guardar

source: Saving
es: ahorro

# ThankYouMsg
source: Thank you for your visit and see you soon.
es: Gracias por su visita y hasta pronto.

source: Title
es: Título

source: To Connect
es: Para conectar

source: transactions
es: Transacciones

# UserChangePasswdTitle
source: Changed password
es: Cambio de contraseña

# UserChangePhoneConfirmPhone
source: Confirm New N°
es: Confirmar Nuevo N °

# UserChangePhoneMobile
source: Mobile Phone
es: Teléfono móvil

# UserChangePhoneNewNum
source: New N°
es: Nuevo No.

# UserChangePhoneNumber
source: Change PayKap phone number
es: Cambiar el número de teléfono PayKap

# UserChangePhoneOldNum
source: Old N°
es: Viejo N°

# UserChangePhonesUpdateConfirm
source: Your PayKap phone numbers have been updated successfully.
es: Sus números de teléfono PayKap se han actualizado con éxito.

# UserChangePhoneUpdateConfirm
source: The PayKap phone number has been updated successfully
es: El número de teléfono PayKap ha sido actualizado

# UserConnectionProfileInvalidNewMail
source: The format of the new email is not valid.
es: El formato del nuevo correo electrónico no es válido.

# UserConnectionProfileInvalidOldMail
source: The format of the old email is not valid.
es: El formato del correo electrónico anterior no es válido.

# UserConnectionProfileMailChangeSucess
source: Your login email to your account has been successfully changed.
es: Su correo electrónico de acceso a su cuenta ha sido cambiado con éxito.

# UserConnectionProfileNewEmail
source: New Email
es: Nuevo correo electrónico

# UserConnectionProfileOldUserName
source: Old Email (User Name)
es: Correo electrónico anterior (nombre de usuario)

# UserConnectionProfileRequireMail
source: Old and new emails are required
es: Se requieren correos electrónicos antiguos y nuevos

# UserConnectionProfileTitle
source: Change your login email
es: Cambia tu correo electrónico de acceso

# UserIndexAdress1
source: Adress 1
es: Dirección 1

# UserIndexAdress2
source: Adress 2
es: Dirección 2

# UserIndexBirdthDate
source: Birth date
es: Fecha de nacimiento

# UserIndexErrorAdressLenght
source: A residential address can not exceed 255 characters.
es: Una dirección residencial no puede superar los 255 caracteres.

# UserIndexErrorNameLenght
source: The name or the first name can not exceed 100 characters.
es: El nombre o el primer nombre no puede exceder los 100 caracteres.

# UserIndexErrorPhoneLenght
source: A phone number can not exceed 20 characters.
es: Un número de teléfono no puede exceder los 20 caracteres.

# UserIndexErrorTownLenght
source: The city can not exceed 100 characters.
es: La ciudad no puede exceder los 100 caracteres.

# UserIndexHomeCountry
source: Country of residence
es: País de residencia

# UserIndexHomeTown
source: Town of residence
es: Ciudad de residencia

# UserIndexParticularPaykapNumber
source: Particular Paykap Number
es: Número particular de Paykap

# UserIndexProfileUpdateSucess
source: Your profile has been successfully updated.
es: Tu perfil ha sido actualizado con éxito.

# UserIndexRequiredFileds
source: All fields are mandatory except phone 2 and optional 2 address.
es: Todos los campos son obligatorios excepto el teléfono 2 y la dirección opcional 2.
