Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# AllTheFieldsCompulsory_
source: All fields are mandatory.
es: Todos los campos son obligatorios

# AmountEnteredGtSuperior_
source: the amount entered is greater than the maximum limit
es: la cantidad ingresada es mayor que el límite máximo

# ChooseFinancialInstitution_
source: Choose a financial institution
es: Elija una institución financiera

# PKPACreateRecipientAccCtryRTxt_
source: Country of reception
es: País de recepción

# PKPACreateRecipientAccFooterTxt_
source: By clicking continue, you confirm that the personal information of the recipient to open it a PayKap account during this transaction
es: Al hacer clic en continuar, declaras tener la información personal del beneficiario para abrir una cuenta de PayKap durante esta transacción.

# PKPACreateRecipientAccIntroMsgTxt1_
source: that he does not have a PayKap account yet. If he already has an account, add him as a beneficiary by clicking
es: que todavía no tiene una cuenta PayKap. Si ya tiene una cuenta, agréguela como beneficiario haciendo clic

# PKPACreateRecipientAccIntroMsgTxt2_
source: then make sure
es: entonces asegúrate

# PKPACreateRecipientAccIntroMsgTxt3_
source: that you have his official information
es: que tienes su información oficial

# PKPACreateRecipientAccIntroMsgTxt4_
source: before proceeding to open the account and continue your current transaction.
es: antes de proceder a abrir la cuenta y continuar su transacción actual.

# PKPACreateRecipientAccIntroMsgTxt_
source: To open the PayKap behalf of a beneficiary, you must
es: Para abrir la cuenta PayKap de un beneficiario, debe

# PKPACreateRecipientAccPkTelBenTxt_
source: This mobile number is used by your recipient to access money agency.
es: Este número móvil es utilizado por su beneficiario para acceder al dinero en la sucursal.

# PKPACreateRecipientAccPkTelTxt_
source: PayKap phone of your recipient
es: su número de teléfono PayKap

# PKPACreateRecipientAccPromoTxt_
source: If you have a coupon code, enter it here, otherwise leave the field blank
es: Si tiene un código de promoción, ingrese aquí; de lo contrario, deje el campo en blanco

# PKPACreateRecipientAccTitle_
source: Add the recipient of money
es: Agregue el beneficiario del dinero

# AddTxt_
source: Ajouter
es: añadir

source: Espagnol
es: español

source: Follow Us
es: Síguenos

# MindVeuillezToNoteTxt_
source: le noter dans un lieu sécuritaire
es: nota en un lugar seguro

# MindVeuillezToUseTxt_
source: afin de l'utiliser ultérieurement pour vous connecter.
es: para usarlo más tarde para conectar

# MindVeuillezTxt_
source: Veuillez
es: por favor

# PaykapObjective
source: PayKap est un système de transfert de fonds en ligne et de paiement des biens et services en ligne ou en magasin avec la carte PayKap.
es: PayKap es un sistema para la transferencia de fondos en línea y el pago de bienes y servicios en línea o en la tienda con la tarjeta PayKap.

# PKPAConfirmEmailEnterNIPQTxt_
source: Please enter your PIN to add the card number to your account.
es: Ingrese su PIN para agregar el número de tarjeta a su cuenta.

# PKPAConfirmEmailIntroErrClickTxt_
source: please contact us here.
es: por favor contáctenos aquí.

# PKPAConfirmEmailIntroErrorTxt_
source: An error occurred while processing your request. If the error persists,
es: Se produjo un error al procesar su solicitud. Si el error persiste,

# PKPAConfirmEmailIntroTitle_
source: Step 3 of 4
es: Paso 3 de 4

# PKPAConfirmEmailMsg1ACTxt1_
source: Our systems show that this email is already confirmed.
es: Nuestros sistemas muestran que este correo electrónico ya está confirmado.

# PKPAConfirmEmailMsg1CTxt1_
source: Thank you for confirming your email.
es: Gracias por confirmar su correo electrónico.

# PKPAConfirmEmailMsg1CTxt2_
source: You need a
es: Necesitas un

# PKPAConfirmEmailMsg1CTxt3_
source: access number
es: número de acceso

# PKPAConfirmEmailMsg1CTxt4_
source: to log in to your account online or when you shop online.
es: para iniciar sesión en su cuenta en línea o cuando compre en línea.

# PKPAConfirmEmailMsg1NCTxt1_
source: Your account has not been activated.
es: Su cuenta no ha sido activada

# PKPAConfirmEmailMsg1NCTxt2_
source: A new email confirmation message has been sent to you.
es: Se le ha enviado un nuevo mensaje de confirmación por correo electrónico.

# PKPAConfirmEmailMsg1NCTxt3_
source: Please review your inbox to confirm your email.
es: Revise su bandeja de entrada para confirmar su correo electrónico.

# PKPAConfirmEmailTitle_
source: Confirmation of the e-mail
es: Confirmación del correo electrónico

# PKPCIndexButtonElmt1Txt
source: Transférer de l'argent en un clic
es: Transferir dinero en un clic

# PKPCIndexButtonElmt2Txt
source: Pay bills quickly
es: Payer rapidement des factures

# PKPCIndexButtonElmt3Txt
source: Manage my beneficiaries
es: Gérer mes bénéficiaires

# PKPCIndexButtonElmt4Txt
source: Transfer money from a third party
es: Transférer l'argent d'un Tiers

# PKPCIndexButtonElmt5Txt
source: Manage my PKP and bank accounts
es: Gérer mes comptes PKP et bancaires

# PKPCIndexClientBusinessINDExpiry
source: Expired Business Account. Contact Us
es: Cuenta comercial caducada. Contáctenos

# PKPCIndexClientBusinessINDOther
source: How can we help you today?
es: ¿Cómo podemos ayudarte hoy?

# PKPCIndexClientBusinessINDTrue
source: Go to Business Account
es: Ir a cuenta comercial

# PKPTransferFairCreateBtn99Txt_
source: Create your account 99% Strength and invest today
es: Crea tu cuenta 99% de fuerza e invierte hoy

# Send
source: To send
es: Envoyer

source: Sign Out
es: Desconectarse

# SignOutTxt
source: Sign out
es: Desconectarse

# TitlePage_
source: Transfert Mobile Money - Envoyez de l’argent en ligne
es: Transferencia de dinero móvil: envíe dinero en línea

# PaymentAndTransfert
source: Paiements & Virements
es: Pagos y transferencias

# PKPCBillPaymentDropdownL1Lable_
source: Choose a payment method
es: Elija un método de pago

# PKPCBillPaymentDropdownL2Lable_
source: Choose the beneficiary company
es: Elige la empresa beneficiaria

# PKPCBillPaymentIntroTxt_
source: Your beneficiary company has been successfully added. You can continue the payment and choose this company in the appropriate field below.
es: Su compañía beneficiaria ha sido agregada con éxito. Puede continuar con el pago y elegir esta compañía en el campo correspondiente a continuación.

# PKPCBillPaymentInvalidFMsg1_
source: Invalid format: enter an amount with the dot and not the decimal point
es: Formato inválido: ingrese una cantidad con el punto y no el punto decimal

# PKPCBillPaymentPlaceholder1_
source: Invoice amount
es: Cantidad de la factura

# PKPCBillPaymentTitle_
source: Pay an invoice
es: Pague una factura

# PKPCAddBeneficiaryEnterpriseTxt_
source: Add the recipient company
es: Agregue la compañía receptora

# PKPCClickingHereTxt_
source: Click here
es: Haga clic aquí

# PKPCOrTxt_
source: or
es: o

# PKPCFairTransferAccordingWB_
source: According to the World Bank,
es: De acuerdo con el Banco Mundial,

# PKPCFairTransferAccWBAmt_
source: 60 billion US dollars
es: 60 mil millones de dólares estadounidenses

# PKPCFairTransferAccWBDuring_
source: between 2008 and 2015 if transfer fees were 7.68%.
es: entre 2008 y 2015 si las tarifas de transferencia fueron 7.68%.

# PKPCFairTransferAccWBLost_
source: were lost by
es: se perdieron por

# PKPCFairTransferAdvice_
source: Let's not lose another 60 billion dollas for the next 8 years by sending the expensive money, let's invest for the fair transfer today.
es: No perdamos otros 60 mil millones de dólares durante los próximos 8 años enviando el dinero caro, investiguemos hoy para la transferencia justa.

# PKPCFairTransferClientWhichSend_
source: customer who sends the money is a shareholder or investor
es: El cliente que envía el dinero es un accionista o inversor

# PKPCFairTransferEquitableTrans_
source: fair money transfer
es: transferencia de dinero justa

# PKPCFairTransferIsSuchASystem_
source: is a system whose
es: es un sistema cuyo

# PKPCFairTransferLostDollars_
source: $ 60 billion lost by migrants
es: $ 60 mil millones perdidos por los migrantes

# PKPCFairTransferOfEnterprisePK_
source: from the company sending: PayKap. This helps to guarantee the cheapest costs and profits shared between customers.
es: del envío de la compañía: PayKap. Esto ayuda a garantizar los costos y beneficios más económicos compartidos entre los clientes.

# PKPCFairTransferVisitWebsite_
source: Visit our crowdfunding website:
es: Visite nuestro sitio web de crowdfunding:

# PKPCFairTransferWorldBankS_
source: Source World Bank87
es: Fuente Banco Mundial

# BeAboveThe_
source: will exceed
es: excederá

# InEnglishTxt_
source: in English
es: en inglés

# LostByTxt_
source: lost by
es: perdido por

# PKPCInvestorAmountInvested_
source: amounts invested
es: montos invertidos

# PKPCInvestorBecomeInvAsFrom_
source: Become an investor starting at $ 10
es: Conviértase en un inversor desde $ 10

# PKPCInvestorByEachAnd_
source: by each, and
es: por cada uno, y

# PKPCInvestorDividents_
source: in dividends according to
es: en dividendos de acuerdo a

# PKPCInvestorHierarchyNetwork_
source: hierarchical level in the network of members
es: nivel jerárquico en la red de miembros

# PKPCInvestorHorizontally_
source: horizontally
es: horizontalmente

# PKPCInvestorLetsGainSixtyThousandUS_
source: Let's invest in the equitable transfer to earn $ 60 billion in the next 8 years.
es: Invertiremos en la transferencia equitativa para ganar $ 60 mil millones en los próximos 8 años.

# PKPCInvestorLossesDuring_
source: during the last 8 years.
es: durante los últimos 8 años.

# PKPCInvestorRealOpportunity_
source: A real business opportunity for us ranging from 3% delegate to 30% commissioner.
es: Una verdadera oportunidad de negocio para nosotros que va desde un 3% de delegados hasta un 30% de comisionados.

# PKPCInvestorRevenuesShared_
source: Revenues are shared:
es: Los ingresos son compartidos:

# PKPCInvestorTitle_
source: Become a PayKap member
es: Conviértase en un miembro de PayKap

# PKPCInvestorVertically_
source: vertically
es: verticalmente

# PKPCThe99PercentForceBInvestors_
source: Become investors in the services and products they consume and share the profits generated: it is crowdfunding or crowdfunding
es: Convertirse en inversores en los servicios y productos que consumen y compartir los beneficios generados: es crowdfunding o crowdfunding

# PKPCThe99PercentForceIntro_
source: On Planet Earth, 1% of humans are richer than the remaining 99%, according to
es: En el planeta Tierra, el 1% de los humanos son más ricos que el 99% restante, de acuerdo con

# PKPCThe99PercentForceWhat99_
source: What should the 99% do?
es: ¿Qué debería hacer el 99%?

# PKPCThe99PercentForceWho99_
source: Who are the 99%? The billions of consumers who consume services and products financed by the 1% and who pocket the profits to become richer and the 99% more and more poor.
es: ¿Quiénes son el 99%? Los miles de millones de consumidores que consumen servicios y productos financiados por el 1% y que se embolsan las ganancias para enriquecerse y el 99% más y más pobres.

# RegisterOurNameOnList_
source: Enter our name on the list starting at $ 10.
es: Ingrese nuestro número en la lista de $ 10.

# TheMarketOfTxt_
source: the market
es: el mercado

# CreateTxt_
source: Create
es: Crear

# PKPAForgotPasswordBeforeConnecting_
source: You have forgotten your password before you log in to PayKap. In this case, we can not complete your reset request online. Contact us at
es: Ha olvidado su contraseña antes de iniciar sesión en PayKap. En este caso, no podemos completar su solicitud de reinicio en línea. Contáctanos en

# PKPAForgotPasswordIntroMsgOnError_
source: An error occurred while processing your request. Please contact u
es: Se produjo un error al procesar su solicitud. Por favor contáctenos

# PKPAForgotPasswordMsgVerification_
source: An email message has been sent to you. Check your e-mail address to reset your password.
es: Se te ha enviado un mensaje de correo electrónico. Verifique su dirección de correo electrónico para restablecer su contraseña.

# PKPAForgotPasswordTitle_
source: Have you forgotten your password?
es: ¿Has olvidado tu contraseña?

# PKPAForgotPasswordToResetPassword_
source: to reset your password.
es: para restablecer su contraseña

# PKPALoginPaykapTelephone_
source: Phone Number or PayKap Card
es: Número de teléfono o tarjeta PayKap

# PKPARegisterSuccessEndRegistration_
source: End of the opening of the PayKap account
es: Fin de la apertura de la cuenta PayKap

# PKPARegisterSuccessOnErrorMsg_
source: The creation of your account is complete.
es: La creación de su cuenta está completa.

# PKPARegisterSuccessOnSuccessMsg_
source: The creation of your account is complete. Please note your
es: La creación de su cuenta está completa. Tenga en cuenta su

# PKPARegisteSuccessPaykapCardNum_
source: PayKap card number
es: Número de tarjeta PayKap

# PKPARegisteSuccessSecurizedArea_
source: in a safe place.
es: en un lugar seguro

# PKPARegisteSuccessUseEitherTxt1_
source: You can use either your
es: Puedes usar tu

# PKPARegisteSuccessUseEitherTxt2_
source: be your
es: sé tu

# PKPARegisteSuccessUseEitherTxt3_
source: PayKap phone number
es: Número de teléfono PayKap

# PKPARegisteSuccessUseEitherTxt4_
source: to sign in to your account
es: para iniciar sesión en su cuenta

# PKPAResetPasswordIntroOnErrorTxt1_
source: Your password has been reset. Please
es: Su contraseña ha sido restablecida por favor

# PKPAResetPasswordIntroOnErrorTxt2_
source: click here to log in to your account
es: haga clic aquí para iniciar sesión en su cuenta

# PKPAResetPasswordIntroOnSuccess_
source: An error occurred while processing your request. Please contact us
es: Se produjo un error al procesar su solicitud. Por favor contáctenos

# PKPAResetPasswordTitle_
source: Reset password
es: Restablecer contraseña

# PKPASecurityQuestionAnswerIntroAns_
source: You must answer a question before logging in
es: Debe responder una pregunta antes de iniciar sesión

# PKPASecurityQuestionAnswerNextConn_
source: Stop responding to a security question on my next connections
es: Deja de responder a una pregunta de seguridad en mis próximas conexiones

# PKPASecurityQuestionAnswerPH_
source: Answer Security question ..
es: Respuesta Pregunta de seguridad ...

# PKPASecurityQuestionAnswerTitle_
source: answer to the security question
es: Responda a la pregunta de seguridad

# PKPASecurityQuestionIntroTxt_
source: You must create your security questions to increase the security of your account.
es: Debe crear sus preguntas de seguridad para aumentar la seguridad de su cuenta.

# PKPASecurityQuestionSelectTxt_
source: To select
es: seleccionar

# PKPASecurityQuestionTitle_
source: Security issues
es: Problemas de seguridad

# PKPAVerifyEmailEnterAlertMessage_
source: A new message has been sent to you. Check and enter the verification code.
es: Se te ha enviado un nuevo mensaje. Verifica e ingresa el código de verificación.

# PKPAVerifyEmailEnterDifficultiesTxt_
source: If you're having trouble, you can send another message by clicking
es: Si tiene problemas, puede enviar otro mensaje haciendo clic

# PKPAVerifyEmailEnterEmailRecievedTxt_
source: Enter the verification code received by email.
es: Ingrese el código de verificación recibido por correo electrónico.

# PKPAVerifyEmailErrorDuringWTxt_
source: An error occurred while processing your request. Please contact us
es: Se produjo un error al procesar su solicitud. Por favor contáctenos

# PKPAVerifyEmailOnErrorTxt1_
source: A verification code has been sent to this email:
es: Se ha enviado un código de verificación a este correo electrónico:

# PKPAVerifyEmailOnErrorTxt2_
source: enter this code in the field below to continue.
es: ingrese este código en el campo a continuación para continuar.

# PKPAVerifyEmailOnErrorTxt3_
source: Check your spam if you do not receive a message in your inbox.
es: Verifique su correo no deseado si no recibe un mensaje en su bandeja de entrada.

# PKPAVerifyEmailOnSuccessTxt_
source: Thanks! We need to verify that you are a human.
es: Gracias! Necesitamos verificar que eres un humano.

# PKPAVerifyEmailStep2Of3_
source: Step 2 of 3
es: Paso 2 de 3

# PKPAVerifyEmailTitle_
source: Verifying your email
es: Verificando su correo electrónico

# PKPAVerifyPhoneNumberEnterVerifCode_
source: Enter the verification code received by SMS.
es: Ingrese el código de verificación recibido por SMS.

# PKPAVerifyPhoneNumberIfNotRecieved_
source: If you do not receive this code in a few moments, you can try again by clicking
es: Si no recibe este código en unos momentos, puede volver a intentarlo haciendo clic

# PKPAVerifyPhoneNumberIntroTxt1_
source: Your PayKap account has been successfully created.
es: Su cuenta de PayKap se ha creado con éxito.

# PKPAVerifyPhoneNumberIntroTxt2_
source: However, we must check your mobile number.
es: Sin embargo, debemos verificar su número de móvil.

# PKPAVerifyPhoneNumberTitle_
source: Checking your phone number
es: Verificando su número de teléfono

# ResetTxt_
source: reset
es: Reajustar

# PKPBAccountDepositTitle_
source: Deposit money into an Account
es: Depositar dinero en una cuenta

# PKPBAcctWithdExceptionalTitle_
source: Withdraw money from an Account
es: Retirar dinero de una cuenta

# PKPBAcctWithdExtByPhoneTitle_
source: Withdraw without PIN
es: Retirar sin PIN

# PKPBAcctWithdExtClientValidBDay_
source: Date of birth
es: Fecha de nacimiento

# PKPBAcctWithdExtClientValidBDBene_
source: Date of Birth of the Holder
es: Fecha de nacimiento del titular

# PKPBAcctWithdExtClientValidDocNum_
source: Document Number
es: Número de documento

# PKPBAcctWithdExtClientValidDocType_
source: Document type
es: Tipo de documento

# PKPBAcctWithdExtClientValidExpDate_
source: Expiration date
es: Fecha de caducidad

# PKPBAcctWithdExtClientValidIDDoc_
source: ID Document
es: Documento de identidad

# PKPBAcctWithdExtClientValidInvalidD_
source: Invalid format: enter a date as yyyy-mm-dd
es: Formato inválido: ingrese una fecha como aaaa-mm-dd

# PKPBAcctWithdExtClientValidNoDocR_
source: No documents saved
es: Sin documentos guardados

# PKPBAcctWithdExtClientValidPName_
source: Owner's name
es: Nombre del propietario

# PKPBAcctWithdExtClientValidTitle_
source: Verification of the client's identity
es: Verificación de la identidad del cliente

# PKPBAcctWithdExtClientValidTransacD_
source: Date Transaction
es: Fecha de transacción

# PKPBAcctWithdExtWithoutCardTitle_
source: Withdraw by card number (No PIN)
es: Retirar por número de tarjeta (sin PIN)

# AndTxt_
source: and
es: y

# CardAccountTxt_
source: Card & Account
es: Tarjeta y cuenta

# HomeTxt_
source: Home
es: bienvenida

# ParticularAccClientTelephone_
source: Customer's personal account phone
es: Teléfono de cuenta personal del cliente

# PKPBAcctWithdWithoutCardTitle_
source: Withdraw by card number
es: Retirar por número de tarjeta

# PKPBBusinessAcctDepByPhoneTitle_
source: Load a business account
es: Retirar por número de tarjeta

# PKPBCashierChangeNIP_
source: Change a secret code
es: Cambiar un código secreto

# PKPBCashierChangePassword_
source: Change a password
es: Cambiar una contraseña

# PKPBCashierClientNIP_
source: Customer secret code or PIN
es: Código secreto del cliente o PIN

# PKPBCashierClientPassword_
source: Customer password
es: Contraseña del cliente

# PKPBCashierConsultTransaction_
source: View a transaction
es: Ver una transacción

# PKPBCashierDepositInAcct_
source: Deposit in an account
es: Depósito en una cuenta

# PKPBCashierDepositInBank_
source: Deposit in a bank account
es: Depósito en una cuenta bancaria

# PKPBCashierExceptWithdNIP_
source: Exceptional withdrawal without a PIN
es: Extracción excepcional sin PIN

# PKPBCashierFooter1Txt1_
source: Click on this icon
es: Haga clic en este ícono

# PKPBCashierFooter1Txt2_
source: at the top right of the logo
es: en la parte superior derecha del logo

# PKPBCashierFooter1Txt3_
source: to access other services like manage your
es: para acceder a otros servicios como administrar su

# PKPBCashierFooter2Txt1_
source: Access other services on the
es: Acceda a otros servicios en el

# PKPBCashierFooter2Txt2_
source: menu at the top
es: menú en la parte superior

# PKPBCashierFooter2Txt3_
source: like managing your
es: como administrar tu

# PKPBCashierInternalTransactions_
source: internal transfers
es: transferencias internas

# PKPBCashierOpenClientAcct_
source: Open an account with the client
es: Abra una cuenta con el cliente

# PKPBCashierPKAcctInd_
source: PayKap Individual Account
es: Cuenta individual PayKap

# PKPBCashierPKAcctTiers_
source: Third Party PayKap Account
es: Cuenta PayKap de terceros

# PKPBCashierPKBusinessAcct_
source: PayKap account Business
es: Cuenta PayKap Business

# PKPBCashierResetNIP_
source: Reset a secret code
es: Restablecer un código secreto

# PKPBCashierResetPassword_
source: Reset a password
es: Restablecer una contraseña

# PKPBCashierTransTiersAcct_
source: Transfer to a Third Party Account
es: Transferir a una cuenta de terceros

# PKPBCashierWithdFromAcct_
source: Withdrawing an account
es: Retirar una cuenta

# PKPBCashierWithdFromBank_
source: Withdrawing a bank account
es: Retirar una cuenta bancaria

# PKPBCashierWithdWNIP_
source: Withdrawing an account (without PIN)
es: Retirar una cuenta (sin PIN)

# ServicesTxt_
source: Services
es: servicios

# PKPBInternalTransferChooseBeneficiary_
source: Choose a beneficiary
es: Elige un beneficiario

# PKPBInternalTransferConfirmationTitle_
source: Confirm the internal transfer
es: Confirmar la transferencia interna

# PKPBInternalTransferDirectorTitle_
source: Choose the agency for the internal transfer
es: Elija la agencia para la transferencia interna

# PKPBInternalTransferIntroTxt1_
source: The internal transfer is used to transfer
es: La transferencia interna se usa para transferir

# PKPBInternalTransferIntroTxt2_
source: sales (+ or -) of your boxes
es: ventas (+ o -) de tus cajas

# PKPBInternalTransferIntroTxt3_
source: at your
es: a vuestro

# PKPBInternalTransferIntroTxt4_
source: current account
es: cuenta corriente

# PKPBInternalTransferIntroTxt5_
source: It serves to
es: Sirve para

# PKPBInternalTransferIntroTxt6_
source: reset the cash account balance to zero
es: restablecer el saldo de la cuenta de efectivo a cero

# PKPBInternalTransferIntroTxt7_
source: thus closing a certain period of activities.
es: cerrando así un cierto período de actividades.

# PKPBInternalTransferIntroTxt8_
source: Therefore, PayKap suggests that the balance of each fund be transferred at the end of each working day.
es: Por lo tanto, PayKap sugiere que el saldo de cada fondo se transfiera al final de cada día hábil.

# PKPBInternalTransferTitle_
source: Make an internal transfer
es: Hacer una transferencia interna

# PKPBManagerAgencyEmployeesTxt_
source: Agencies & Employees
es: Agencias y empleados

# PKPBManagerAgencyManagemtTxt_
source: Agency Management
es: Gestión de la agencia

# PKPBManagerAutorizeWithdWithoutNIPTxt_
source: Allow withdrawals without PIN
es: Permitir retiros sin PIN

# PKPBManagerConsultCommissionAcctTxt_
source: View the commission account
es: Ver la cuenta de comisión

# PKPBManagerConsultCommissionsTxt_
source: Consult the commissions
es: Consulte las comisiones

# PKPBManagerConsultContractsTxt_
source: Consult the contracts
es: Consulte los contratos

# PKPBManagerConsultRatesOfCommissionsTxt_
source: Consult commission rates
es: Consultar tarifas de comisión

# PKPBManagerContractsCommissionTxt_
source: Contracts & Commissions
es: Contratos y Comisiones

# PKPBManagerEmployeesManagemtTxt_
source: Employee management
es: Gestión de empleados
