Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# z3PKPEController2_
source: Thanks! PayKap currently only accepts the PayKap phone number as the search type.
es: Gracias! PayKap actualmente solo acepta el número de teléfono de PayKap como tipo de búsqueda.

# z3PKPEController3_
source: This user has been successfully deleted.
es: Este usuario ha sido eliminado con éxito.

# z3PKPEController4_
source: This email is not valid. Check it and start again.
es: Este correo electrónico no es válido. Compruébalo y comienza de nuevo.

# z3PKPEController5_
source: The password of this user has been reset.
es: La contraseña de este usuario ha sido restablecida.

# z3PKPMController10_
source: The type of agent is mandatory.
es: El tipo de agente es obligatorio.

# z3PKPMController11_
source: The country of the agent is obligatory.
es: El país del agente es obligatorio.

# z3PKPMController12_
source: The ID of the individual or organization is mandatory.
es: La identificación del individuo u organización es obligatoria.

# z3PKPMController13_
source: The ID of the individual (sponsor) is invalid.
es: La identificación del individuo (patrocinador) no es válida.

# z3PKPMController14_
source: The PayKap ID of the organization (sponsor) is invalid.
es: El ID de PayKap de la organización (patrocinador) no es válido.

# z3PKPMController15_
source: The sponsor and the agent can not be the same person.
es: El patrocinador y el agente no pueden ser la misma persona.

# z3PKPMController16_
source: Sponsor ID is invalid Choose the option 'No godfather' if you do not have a valid ID.
es: La identificación del patrocinador no es válida Elija la opción 'No padrino' si no tiene una identificación válida.

# z3PKPMController17_
source: The number is not valid.
es: El numero no es valido

# z3PKPMController18_
source: Account Name
es: Nombre de la cuenta

# z3PKPMController19_
source: Country / Currency Account
es: Cuenta de país / moneda

# z3PKPMController1_
source: The first service to the creation of the company is obligatory.
es: El primer servicio para la creación de la empresa es obligatorio.

# z3PKPMController20_
source: Sorry, no account matches this email. Check it and start again.
es: Lo sentimos, ninguna cuenta coincide con este correo electrónico. Compruébalo y comienza de nuevo.

# z3PKPMController21_
source: The process of creating this account has not been completed. Check, activate before sending the message to the client to reset their password.
es: El proceso de creación de esta cuenta no se ha completado. Verifique, active antes de enviar el mensaje al cliente para restablecer su contraseña.

# z3PKPMController22_
source: This account has been deleted.
es: Esta cuenta ha sido eliminada.

# z3PKPMController2_
source: The company is obligatory.
es: La compañía es obligatoria.

# z3PKPMController3_
source: The corporate agency is mandatory.
es: La agencia corporativa es obligatoria.

# z3PKPMController4_
source: The role is mandatory.
es: El rol es obligatorio.

# z3PKPMController5_
source: The employee is required.
es: El empleado es requerido.

# z3PKPMController6_
source: This employee is already a cashier. A cashier can not act in two agencies at a time.
es: Este empleado ya es un cajero. Un cajero no puede actuar en dos agencias a la vez.

# z3PKPMController7_
source: This employee is already director of this agency.
es: Este empleado ya es director de esta agencia.

# z3PKPMController8_
source: This agency already has a director.
es: Esta agencia ya tiene un director.

# z3PKPMController9_
source: This employee is already a manager. You can only have one manager per company.
es: Este empleado ya es un gerente. Solo puede tener un gerente por compañía.

# z3PKPOController1_
source: Choosing the beneficiary's bank account is mandatory.
es: Elegir la cuenta bancaria del beneficiario es obligatorio.

# z3PKPOController2_
source: Payment by the bank account is not yet accepted in your country.
es: El pago por la cuenta bancaria aún no se acepta en su país.

# z3PKPOController3_
source: The amount of the transaction is greater than the limit allowed in your country.
es: El monto de la transacción es mayor que el límite permitido en su país.

# z3PKPOController4_
source: No Transaction
es: Sin transacción

# z3PKPOController5_
source: The name, short name, country, city, title, phone 1, address 1 and date of birth are required.
es: El nombre, el nombre corto, el país, la ciudad, el título, el teléfono 1, la dirección 1 y la fecha de nacimiento son obligatorios.

# z3TransactionController10_
source: The PayKap payment account can not be the same account for the deposit.
es: La cuenta de pago PayKap no puede ser la misma cuenta para el depósito.

# z3TransactionController11_
source: Bank account -
es: Cuenta bancaria -

# z3TransactionController12_
source: Payment from / Payment from
es: Pago desde / Pago de

# z3TransactionController1_
source: Transaction Report Receipt
es: Recibo del informe de transacción

# z3TransactionController2_
source: No Transaction:
es: Sin transacción:

# z3TransactionController3_
source: Company Name:
es: Nombre de la compañía:

# z3TransactionController4_
source: Oops! You are not authorized to access this page.
es: ¡Huy! Usted no está autorizado para acceder a esta página.

# z3TransactionController5_
source: It is not allowed that the currency of your account is different from that of this transaction.
es: No está permitido que la moneda de su cuenta sea diferente de la de esta transacción.

# z3TransactionController6_
source: Oops, PayKap does not currently have money in your beneficiary's country. Come back in the near future.
es: Vaya, PayKap actualmente no tiene dinero en el país de su beneficiario. Vuelve en el futuro cercano.

# z3TransactionController7_
source: PayKap account -
es: Cuenta PayKap -

# z3TransactionController8_
source: Payment to / Payment to
es: Pago a / Pago a

# z3TransactionController9_
source: Payment from / Payment of
es: Pago desde / Pago de
