Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# UserIndexTitle
source: Update my profile
es: Actualiza mi perfil

# UserResetPwdMsg
source: You have a default password. You must reset it before you can sign in to your account.
es: Usted tiene una contraseña predeterminada. Debe restablecerlo antes de poder iniciar sesión en su cuenta.

# UserResetPwdTitle
source: Reset Password
es: Restablecer contraseña

# UserStartchgPwdTitle
source: Step 1 - Change password
es: Paso 1 - Cambiar contraseña

# UserStartResetPwdTitle
source: Step 1 - Reset a password
es: Paso 1 - Restablecer una contraseña

# UserUpdateSecurityQuestionSuccess
source: Your security questions have been updated successfully.
es: Sus problemas de seguridad se han actualizado con éxito.

# UserUpdateSecurityQuestionTitle
source: Change security issues
es: Cambiar problemas de seguridad

# VerificationCodeFailed
source: The verification code is not valid. Check it out or send a new code by clicking on the link below.
es: El código de verificación no es válido. Compruébelo o envíe un nuevo código haciendo clic en el siguiente enlace.

source: Welcome
es: Bienvenido

source: your
es: tu

source: Your Password
es: Tu contraseña

source: your PayKap card
es: su tarjeta PayKap

source: Your Profile
es: Tu perfil

# AmountReceived
source: Amount to be received
es: Cantidad a ser recibida

# ChooseCountryReceive
source: Choose the country of reception
es: Elija el país de recepción

# ChooseFinancialInstitution
source: Choose a financial institution
es: Elija una institución financiera

# ChoosePaymentMode
source: Choose a payment method
es: Elija un método de pago

# ChooseService
source: Choose a service
es: Elige un servicio

source: Fees
es: Matrícula

# PKPStartTransactAmountSend
source: Amount to send
es: Cantidad a enviar

# PKPStartTransactSendMoneyOneClick
source: Send money in one click.
es: Envía dinero con un solo clic.

# PKPStartTransactSendMoneyThirdParty
source: Send money from a third party
es: Enviar dinero de un tercero

source: Total to pay
es: Total a pagar

# AddBusinessAccount
source: Add a business account
es: Agregar una cuenta comercial

# AddCommissionAgent
source: Add commission to an agent
es: Agregar comisión a un agente

# AgencySetting
source: Agency Settings
es: Configuración de la agencia

# Agent
source: Agent(s)
es: Agente (s)

# AgentSetting
source: Agent Settings
es: Configuración del agente

# AuthorizedLimitSetting
source: Settings of authorized limits by country
es: Configuración de límites autorizados por país

# BusinessCommissionSetting
source: Business commission Settings
es: Configuración de comisiones comerciales

# BusinessExpenseSetting
source: Business expense Settings
es: Configuración de gastos comerciales

# BusinessProcess
source: Business Process(BP)
es: Proceso de negocio (PN)

# BusinessSetting
source: Business Settings
es: Configuración de negocios

# CardCategory
source: Card Categories
es: Categorías de tarjetas

# CardSetting
source: Card Settings
es: Configuración de la tarjeta

# ChangeEmail
source: Change an email (User Name)
es: Cambiar un correo electrónico (nombre de usuario)

source: ChangeNipCard
es: Cambiar la tarjeta Nip

source: Change user name
es: Cambie el nombre de usuario

# ChartCardCategory
source: Charts Card Categories
es: Gráficos Categorías de tarjetas

# CitySetting
source: City Settings
es: Configuración de la ciudad

# CommissionSetting
source: Commission Settings
es: Configuración de la Comisión

# CommissionSettingGenericData
source: Commission Settings (Generic Data)
es: Configuración de la Comisión (Datos genéricos)

# CompanyAgency
source: Company & Agencies
es: Empresa y agencias

source: Connection Profile
es: Perfil de conexión

# ContractOffertCardSetting
source: Settings of the contract offering the cards
es: Configuración del contrato que ofrece las tarjetas

# ContractOffertCardSettingByEnterprise
source: Management Cards Offered By Companies
es: Tarjetas de administración ofrecidas por las empresas

# CountryCodeSetting
source: Country Calling Code Settings
es: Configuración del código de llamada del país

# CountryFeeSetting
source: Country Fee Settings
es: Configuración de tarifa nacional

# CountryServiceSetting
source: Country Services Settings
es: Configuración de servicios de país

source: Country Setting
es: Configuración del país

# Createagent
source: Create an agent
es: Crear un agente

# CreditCompanySetting
source: Settings of credit companies
es: Configuración de las compañías de crédito

# CurrencyAndExchangeRate
source: Currencies & Exchange Rates
es: Monedas y tipos de cambio

# CurrencyCountryLanguageSetting
source: Currency / country / language Settings
es: Configuración de moneda / país / idioma

# CurrencySetting
source: Currency Settings
es: Configuración de moneda

# CustomerAccountAndSecurityQuestion
source: Customer Accounts & Security Questions
es: Cuentas de clientes y preguntas de seguridad

# CustomerSetting
source: Customer Settings
es: Configuración del cliente

source: DashBoard
es: Tablero

# DeleteUser
source: Delete a user
es: Eliminar un usuario

# DocumentSettingIdentification
source: Settings of identification documents
es: Configuración de documentos de identificación

# EmployeeSetting
source: Employee Settings
es: Configuración del empleado

# ExchangeRateAdjustSetting
source: Exchange rate adjustment Settings
es: Ajustes de ajuste de la tasa de cambio

# ExchangeRateSetting
source: Exchange Rate Settings
es: Configuración de la tasa de cambio

# ExternalAccountDescriptionSetting
source: Settings of external accounts descriptions
es: Configuraciones de descripciones de cuentas externas

# ExternalAccountSetting
source: External accounts Settings
es: Configuración de cuentas externas

# FeeSetting
source: Fee Settings
es: Configuración de tarifas

# FinancialInstitutionSetting
source: Financial Institutions Settings
es: Configuración de instituciones financieras

# FinancialInstitutionSettingByCountry
source: Financial Institution Settings By Country
es: Entornos de instituciones financieras por país

# FinancialinstitutionTypeSetting
source: Settings of types of financial institutions
es: Configuraciones de tipos de instituciones financieras

# FinancièreInstitutionAndCustomerAccount
source: Financial Institutions & Accounts Receivable
es: Instituciones financieras y cuentas por cobrar

# FixedChargeCardCategory
source: Fixed Charges Card Categories
es: Cargos fijos Categorías de tarjetas

source: Generic data
es: Datos genéricos

# LanguageSetting
source: Language Settings
es: Ajustes de idioma

# ManagingTransactionApproval
source: Managing the Transaction Approval
es: Administrar la aprobación de transacción

# OrganizationAPSetting
source: Settings an organization's AP
es: Configura el AP de una organización

# PASetting
source: PA Settings
es: Configuración de PA

source: Profile
es: Perfil

# ProfileConnextion
source: Profil & Connection
es: Perfil y conexión

# ProvincialSetting
source: Provincial Settings
es: Configuración provincial

# ReasonSetting
source: Settings of reasons
es: Configuraciones de razones

# ResetPassword
source: Reset a user's password
es: Restablecer la contraseña de un usuario

# RoleSetting
source: Role Settings
es: Configuraciones de roles

# SecuritySettingIssues
source: Settings of security issues
es: Configuraciones de problemas de seguridad

# SeeAllTransactions
source: View all transactions
es: Ver todas las transacciones

# SendMessageToResetPwd
source: Send a message to reset the password
es: Enviar un mensaje a la contraseña

# ServiceCountryTransfertReason
source: Services & Countries & Reasons for Transfer
es: Servicios y países y razones para la transferencia

# ServiceSetting
source: Service Settings
es: Configuración del servicio

# TaxSetting
source: Tax Settings
es: Configuración de impuestos

# TransactionSettings
source: Transactions Settings
es: Configuración de transacciones

# TransfertFeeAndTaxe
source: Transfer Fees & Taxes
es: Tarifas de transferencia e impuestos

# UserIndexParticularPaykapNumber1
source: PayKap Private Number (PPN)
es: Número privado de PayKap (NPP)

# ViewCustomerDetails
source: View a customer's details
es: Ver los detalles de un cliente

source: Account
es: Cuenta

source: Account balance
es: Saldo de la cuenta

source: Account History
es: Historial de cuenta

# AgentAccountAndTransfert
source: Agent Account & Transfers
es: Cuenta de agente y transferencias

# AllFieldRequireExeptPhone
source: All fields are required except phone 2 and address 2.
es: Todos los campos son obligatorios excepto el teléfono 2 y la dirección 2.

# BecomePaykapAgent
source: Become a PayKap Agent
es: Conviértase en un agente PayKap

source: Beneficiary
es: Beneficiario

source: Card
es: Tarjeta

source: Check my agent account
es: Verificar mi cuenta de agente

# CompanyLengthError
source: The company name can not exceed 250 characters.
es: El nombre de la empresa no puede exceder los 250 caracteres.

source: Company Name
es: nombre de empresa

source: Company Profile
es: Perfil de la compañía

source: Company short name
es: Nombre corto de la compañía

# CompanyShortNameLengthError
source: The short name of the company can not exceed 30 characters.
es: El nombre corto de la empresa no puede exceder los 30 caracteres.

# ExtenalAccount
source: My external bank accounts
es: Mis cuentas bancarias externas

source: Go to Account History
es: Ir al historial de la cuenta

# GoToAccountTransfert
source: Go to Transfer Account
es: Ir a la cuenta de transferencia

# GoToCommission
source: Go to Commissions
es: Ir a Comisiones

source: Go to Home
es: Ir a casa

source: How it works ?
es: Cómo funciona ?

source: My PayKap account
es: Mi cuenta PayKap

# PaykapNEP
source: PayKap Company Number (NEP)
es: Número de compañía PayKap (NEP)

source: Phone
es: Teléfono

# ProfileUpdate
source: Update profile
es: Actualizar perfil

# PromoCodeAndCommission
source: Promo Code & Commissions
es: Código promocional y comisiones

# ViewExceptionalCommission
source: See my outstanding commissions
es: Ver mis comisiones pendientes

# ViewGeneralCommission
source: Consult the general committees
es: Consulte los comités generales

source: View my agent transfers
es: Ver mis transferencias de agente

# ViewMyBankAccount
source: View my bank accounts
es: Ver mis cuentas bancarias

# ViewPeopleCodePromoUse
source: Consult people using my promo code
es: Consulte a las personas que usan mi código de promoción

# ViewPromoCode
source: See my promo code
es: Ver mi código de promoción

# WhatItIs
source: What is it ?
es: Qué es ?

# AmountTxt
source: Amount
es: Cantidad

# ChooseTxt
source: Choose
es: Escoger

source: Click here.
es: Haga clic aquí.

# ContinueTxt
source: Continue
es: Continuar

# NotFoundWithdrawPointTxt_
source: No withdraw point found
es: No se encontraron puntos de extracción

# PKPAIndivRConfirmNIP
source: Confirm secret code or NIP
es: Confirmar código secreto o NIP

# PKPAIndivRCTRYOfResidence
source: Country of residence
es: País de residencia

# PKPAIndivRegisterHeadTitle
source: Particular registration
es: Registro particular

# PKPAIndivRegisterStepsTxt
source: Step 1 - 4 : Create an account
es: Paso 1 - 4: Crea una cuenta

# PKPAIndivREmailFacultativeTxt
source: optional
es: opcional

# PKPAIndivRMobileNum
source: Mobile telephone
es: Teléfono móvil

# PKPAIndivROpenAnAccount
source: Open your PayKap account
es: Abra su cuenta PayKap

# PKPAIndivRPswdNote1
source: password
es: contraseña

# PKPAIndivRPswdNote2
source: is used to connect to the online account.
es: se usa para conectarse a la cuenta en línea.

# PKPAIndivRSecretCodeNIPNote
source: 4 digits exactly
es: 4 dígitos exactamente

# PKPAIndivRSecretCodeNIPTxt
source: Secret code or NIP
es: Código secreto o NIP

# PKPAIndivRTelNumTxt1
source: telephone
es: teléfono

# PKPAIndivRTelNumTxt2
source: mobile
es: móvil

# PKPAIndivRTelNumTxt3
source: becomes your
es: se convierte en tu

# PKPAIndivRTelNumTxt4
source: PayKap telephone
es: Teléfono PayKap

# PKPAIndivRTelNumTxt5
source: and is used to connect online or for deposits/withdraws in agencies.
es: y se usa para conectarse en línea o para depósitos / retiros en agencias.

# PKPAIndivRTermsOfUseCheckTxt
source: Clicking create, you declare to have read and approved the
es: Al hacer clic en crear, declaras haber leído y aprobado el

# PKPAIndivRThe
source: The
es: Los

# PKPAIndivRThis
source: This
es: Esta

# PKPAIndivRTownOfResidenceTxt
source: residence town
es: ciudad de residencia

# PKPAIndivRTransacLabelTxt
source: Transaction of
es: Transacción de

# PKPAIndivRYourTxt
source: Your
es: Tu

# PKPALoginOpenSessionTxt
source: Open a secure session
es: Abra una sesión segura

# PKPALoginPSWDForgotTxt
source: Forgot your password
es: Olvidaste tu contraseña

# PKPALoginPSWDTxt
source: Your password
es: Tu contraseña

# PKPALoginTelNumPK
source: Your PayKap phone number or PayKap card number
es: Su número de teléfono PayKap o número de tarjeta PayKap

# PKPALoginTitleSteps
source: Steps 1 - 4
es: Pasos 1 - 4

# PKPCardBecomeClientTxt
source: Become a client or investor today
es: Conviértase en un cliente o inversor hoy

# PKPCardElmt11Txt
source: The Paykap card is an electronic wallet. The customer uses the money he puts in his card.
es: La tarjeta Paykap es una billetera electrónica. El cliente usa el dinero que pone en su tarjeta.

# PKPCardElmt12Txt
source: For
es: Por

# PKPCardElmt13Txt
source: add money to your card
es: agregue dinero a su tarjeta

# PKPCardElmt14Txt
source: the customer can do it
es: el cliente puede hacerlo

# PKPCardElmt15Txt
source: online in your PayKap account if it is linked to your bank account or a credit card
es: en línea en su cuenta PayKap si está vinculada a su cuenta bancaria o tarjeta de crédito

# PKPCardElmt16Txt
source: depositing your money in the PayKap bank account and scanning the payment receipt
es: depositar su dinero en la cuenta bancaria de PayKap y escanear el recibo de pago

# PKPCardElmt17Txt
source: with a PayKap partner in his country
es: con un socio de PayKap en su país

# PKPCardElmt1Title
source: The PayKap card
es: La tarjeta PayKap

# PKPCardElmt21Txt
source: transfer money to all countries where PayKap is present with the deposit in a PayKap or bank account
es: transferir dinero a todos los países donde PayKap está presente con el depósito en una cuenta bancaria o PayKap

# PKPCardElmt22Txt
source: pay for services or products anywhere from companies that accept PayKap payment
es: pagar por servicios o productos en cualquier lugar de compañías que aceptan el pago PayKap

# PKPCardElmt23Txt
source: pay for services or products anywhere on websites that accept PayKap payment
es: pagar por servicios o productos en cualquier lugar de sitios web que acepten el pago PayKap

# PKPCardElmt2Title
source: Once the card is loaded, the customer can then
es: Una vez que se carga la tarjeta, el cliente puede entonces

# PKPConditionsElmt101Title
source: Interpretation and application of this agreement
es: Interpretación y aplicación de este acuerdo

# PKPConditionsElmt101Txt
source: This Agreement shall be interpreted in accordance with the laws in force in your country of residence. In the event of a dispute, you agree that the courts of your country of residence are competent to hear the dispute, and you agree to be bound by the judgment of this court
es: Este Acuerdo se interpretará de acuerdo con las leyes vigentes en su país de residencia. En el caso de una disputa, usted acepta que los tribunales de su país de residencia son competentes para conocer la disputa, y usted acepta estar sujeto a la sentencia de este tribunal.

# PKPConditionsElmt102Title
source: Restrictions on our liability
es: Restricciones a nuestra responsabilidad

# PKPConditionsElmt102Txt
source: We make sure your card and your account number are accepted when presented. However, we disclaim any liability to you for damages (including special or consequential damages) if for any reason your card or account number is not accepted or if you are unable to access your account
es: Nos aseguramos de que su tarjeta y su número de cuenta sean aceptados cuando se presenten. Sin embargo, rechazamos cualquier responsabilidad hacia usted por daños y perjuicios (incluidos los daños especiales o consecuentes) si por alguna razón su tarjeta o número de cuenta no es aceptado o si no puede acceder a su cuenta

# PKPConditionsElmt103Title
source: Modification and Termination of this Agreement
es: Modificación y terminación de este acuerdo

# PKPConditionsElmt103Txt
source: We may change this Agreement at any time without notice. We may also decide to terminate it at any time without notice. You will have to pay all the amounts due on your account, stop using your card and return it to us. We may also collect amounts due from any other source to pay your account balance without notice. You too can terminate this Agreement by notifying us. We may require you to do so in writing. This Agreement will remain in effect until you have paid in full negative balances to your account
es: Podemos cambiar este Acuerdo en cualquier momento sin previo aviso. También podemos decidir terminarlo en cualquier momento sin previo aviso. Deberá pagar todos los montos adeudados en su cuenta, dejar de usar su tarjeta y devolvérnosla. También podemos cobrar cantidades adeudadas de cualquier otra fuente para pagar el saldo de su cuenta sin previo aviso. Usted también puede rescindir este Acuerdo notificándonos. Es posible que le solicitemos que lo haga por escrito. Este Acuerdo permanecerá vigente hasta que haya pagado saldos negativos totales a su cuenta

# PKPConditionsElmt104Title
source: Protection of your personal information
es: Protección de su información personal

# PKPConditionsElmt104Txt
source: PayKap is committed to protecting your privacy. PayKap and its partners collect your personal information (names, addresses, telephones, date of birth, ...) for the sole purpose of identifying you and adequately rendering the service to which the collection of personal information refers. We also collect your information as required by the laws of your country. We may collect and confirm this information throughout our relationship. We may obtain this information from a variety of sources, including from you, service agreements that you make with us.
es: PayKap se compromete a proteger su privacidad. PayKap y sus socios recopilan su información personal (nombres, direcciones, teléfonos, fecha de nacimiento, ...) con el único propósito de identificarlo y prestar de manera adecuada el servicio al que se refiere la recopilación de información personal. También recopilamos su información según lo exigen las leyes de su país. Podemos recopilar y confirmar esta información a lo largo de nuestra relación. Podemos obtener esta información de una variedad de fuentes, incluso de usted, acuerdos de servicio que usted realice con nosotros.

# PKPConditionsElmt105Title
source: How to reach us
es: Cómo alcanzarnos

# PKPConditionsElmt105Txt
source: If you need help or have questions about your account, please visit our website for country specific phone numbers.
es: Si necesita ayuda o tiene preguntas sobre su cuenta, visite nuestro sitio web para obtener los números telefónicos específicos de cada país.

# PKPConditionsElmt10Title
source: Property of your card
es: Propiedad de su tarjeta

# PKPConditionsElmt10Txt
source: We own the card issued on your behalf, and we have the right to cancel it at any time without notice. You must return it to us if we ask you
es: Somos propietarios de la tarjeta emitida en su nombre, y tenemos el derecho de cancelarla en cualquier momento sin previo aviso. Debe devolvérnoslo si le preguntamos

# PKPConditionsElmt12Txt
source: buying goods and services, in person, over the phone, over the Internet
es: comprando bienes y servicios, en persona, por teléfono, a través de Internet

# PKPConditionsElmt13Txt
source: cash withdrawals at one of our partner agencies
es: retiros de efectivo en una de nuestras agencias asociadas

# PKPConditionsElmt14Txt
source: the transfer of funds to your loved ones online
es: la transferencia de fondos a sus seres queridos en línea

# PKPConditionsElmt15Txt
source: Your payment to your business partners
es: Su pago a sus socios comerciales

# PKPConditionsElmt1Title
source: Using this card
es: Usando esta tarjeta

# PKPConditionsElmt2Title
source: Payment by phone or on the Internet
es: Pago por teléfono o en Internet

# PKPConditionsElmt2Txt
source: When you pay for goods or services using your card number without presenting the card, your responsibilities are exactly the same as if you had presented your card and signed an invoice or receipt or entered your PIN.
es: Cuando paga por bienes o servicios utilizando su número de tarjeta sin presentar la tarjeta, sus responsabilidades son exactamente las mismas que si hubiera presentado su tarjeta y firmado una factura o recibo o ingresado su PIN.

# PKPConditionsElmt3Title
source: Personal identification number, security issues and other security features
es: Número de identificación personal, problemas de seguridad y otras características de seguridad
