Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# z3PKPBController14_
source: Amount:
es: Cantidad:

# z3PKPBController15_
source: Fresh :
es: Tarifas:

# z3PKPBController16_
source: Amount to be paid :
es: Cantidad a pagar :

# z3PKPBController17_
source: Amount to deposit:
es: Monto a depositar:

# z3PKPBController18_
source: Deposit / Deposit -
es: Depósito / Depósito -

# z3PKPBController19_
source: Your PayKap Affaire account does not have enough money to complete this transaction. Reload your account.
es: Su cuenta de PayKap Affaire no tiene dinero suficiente para completar esta transacción. Recarga tu cuenta.

# z3PKPBController1_
source: PayKap can not identify your company. Contact us.
es: PayKap no puede identificar su empresa. Póngase en contacto con nosotros.

# z3PKPBController20_
source: The phone number is not valid.
es: El número de teléfono no es válido.

# z3PKPBController21_
source: The type of beneficiary number is mandatory.
es: El tipo de número de beneficiario es obligatorio.

# z3PKPBController22_
source: The PayKap phone number of the beneficiary is mandatory.
es: El número de teléfono PayKap del beneficiario es obligatorio.

# z3PKPBController23_
source: PayKap account number is invalid
es: El número de cuenta PayKap no es válido

# z3PKPBController24_
source: The applicant and the beneficiary can not be the same person.
es: El solicitante y el beneficiario no pueden ser la misma persona.

# z3PKPBController25_
source: Oops, PayKap does not currently transfer money to your beneficiary's country. Come back in the near future.
es: Vaya, PayKap actualmente no transfiere dinero al país de su beneficiario. Vuelve en el futuro cercano.

# z3PKPBController26_
source: The city of the addressee is obligatory.
es: La ciudad del destinatario es obligatoria.

# z3PKPBController27_
source: Cash Deposit / Cash Deposit
es: Depósito en efectivo / depósito en efectivo

# z3PKPBController28_
source: Deposit / Deposit from
es: Depósito / depósito de

# z3PKPBController2_
source: An unexpected error occurred. Reconnect.
es: Se produjo un error inesperado. Vuelva a conectar.

# z3PKPBController30_
source: The type of the document is mandatory
es: El tipo de documento es obligatorio

# z3PKPBController31_
source: The expiration date of the document is mandatory
es: La fecha de vencimiento del documento es obligatoria

# z3PKPBController32_
source: The date of birth of the document holder is mandatory
es: La fecha de nacimiento del titular del documento es obligatoria

# z3PKPBController33_
source: Amount missing:
es: Cantidad faltante:

# z3PKPBController34_
source: The customer's PayKap account does not have enough money to complete this transaction.
es: La cuenta PayKap del cliente no tiene suficiente dinero para completar esta transacción.

# z3PKPBController35_
source: This PayKap card number is invalid
es: Este número de tarjeta PayKap no es válido

# z3PKPBController36_
source: This PIN is invalid.
es: Este PIN no es válido.

# z3PKPBController37_
source: Withdrawal / Cash -
es: Retiro / Efectivo -

# z3PKPBController38_
source: The internal transfer concerns cash and agency accounts. It transfers the cash account balance to the agency or the agency account to the manager account. So the manager account does not make an internal transfer, but does compensation with PayKap.
es: La transferencia interna se refiere a las cuentas de efectivo y de agencia. Transfiere el saldo de la cuenta de efectivo a la agencia o la cuenta de la agencia a la cuenta de administrador. Entonces, la cuenta de administrador no realiza una transferencia interna, sino que compensa con PayKap.

# z3PKPBController39_
source: PayKap can not properly identify you
es: PayKap no puede identificarte correctamente

# z3PKPBController3_
source: Choosing a company is mandatory.
es: Elegir una compañía es obligatorio.

# z3PKPBController40_
source: Choosing a beneficiary is mandatory.
es: Elegir un beneficiario es obligatorio.

# z3PKPBController41_
source: The currencies of your accounts may not be the same. Contact us immediately.
es: Las monedas de sus cuentas pueden no ser las mismas. Contáctenos de inmediato

# z3PKPBController42_
source: The recipient account may be the same as the original account. Contact us immediately if you still receive this message.
es: La cuenta del destinatario puede ser la misma que la cuenta original. Contáctenos de inmediato si aún recibe este mensaje.

# z3PKPBController43_
source: Transfer from / Transfer from:
es: Transferencia desde / Transfer desde:

# z3PKPBController44_
source: Transfer to / Transfer to:
es: Transferir a / Transferir a:

# z3PKPBController45_
source: Choosing an employee is mandatory.
es: Elegir un empleado es obligatorio.

# z3PKPBController46_
source: Choosing an agency is mandatory.
es: Elegir una agencia es obligatorio.

# z3PKPBController47_
source: The selected person already has the authorization to make withdrawals without the beneficiary's PIN.
es: La persona seleccionada ya tiene la autorización para realizar retiros sin el PIN del beneficiario.

# z3PKPBController48_
source: The selected person has been successfully authorized to make withdrawals without the beneficiary's PIN.
es: La persona seleccionada ha sido autorizada con éxito para realizar retiros sin el PIN del beneficiario.

# z3PKPBController49_
source: Your transaction receipt - Your transaction receipt
es: Su recibo de la transacción: su recibo de la transacción

# z3PKPBController4_
source: This business is already your business in progress.
es: Este negocio ya es su negocio en progreso.

# z3PKPBController50_
source: Your current business for transactions is: The transaction number is invalid.
es: El número de transacción no es válido.

# z3PKPBController51_
source: The transaction number must be numbers only.
es: El número de transacción debe ser solo números.

# z3PKPBController52_
source: cashier
es: cajero

# z3PKPBController54_
source: manager
es: gerente

# z3PKPBController55_
source: Waiting for payment
es: Esperando el pago

# z3PKPBController56_
source: Waiting for validation
es: Esperando la validación

# z3PKPBController57_
source: Blocked transaction
es: Transacción bloqueada

# z3PKPBController58_
source: Expired transaction
es: Transacción caducada

# z3PKPBController59_
source: Completed transaction
es: Transacción completada

# z3PKPBController5_
source: Your current business for transactions is:
es: Su negocio actual para transacciones es:

# z3PKPBController60_
source: Amount
es: cantidad

# z3PKPBController61_
source: Money transfer
es: Transferencia de dinero

# z3PKPBController62_
source: Bill payment
es: Pago de facturas

# z3PKPBController63_
source: Payment
es: pago

# z3PKPBController64_
source: Cash Deposit
es: Depósito en efectivo

# z3PKPBController65_
source: Amount deposited
es: Cantidad depositada

# z3PKPBController66_
source: Cash withdrawal
es: Retiro de efectivo

# z3PKPBController67_
source: Amount withdrawn
es: Monto retirado

# z3PKPBController68_
source: Transaction statement
es: Declaración de transacción

# z3PKPBController69_
source: Description:
es: Descripción:

# z3PKPBController6_
source: The PayKap phone number is invalid.
es: El número de teléfono PayKap no es válido.

# z3PKPBController70_
source: Amount:
es: Cantidad:

# z3PKPBController71_
source: Customer:
es: Cliente:

# z3PKPBController72_
source: Exchange rate :
es: Tasa de cambio :

# z3PKPBController73_
source: Business :
es: Compañía:

# z3PKPBController74_
source: Agency:
es: Agencia:

# z3PKPBController75_
source: Cashier #:
es: # De cajero:

# z3PKPBController76_
source: City :
es: Ciudad:

# z3PKPBController77_
source: Status:
es: Estado:

# z3PKPBController78_
source: Number:
es: Número:

# z3PKPBController79_
source: Date:
es: Fecha:

# z3PKPBController7_
source: The phone number is not valid.
es: El número de teléfono no es válido.

# z3PKPBController80_
source: Thank you for choosing PayKap and its partners
es: Gracias por elegir PayKap y sus socios

# z3PKPBController81_
source: Account number
es: Número de cuenta

# z3PKPBController82_
source: Country and Account Currency
es: País y moneda de cuenta

# z3PKPBController83_
source: Account balance
es: Balance de cuenta

# z3PKPBController84_
source: Depositor:
es: Depositante:

# z3PKPBController8_
source: The PayKap phone number is invalid or its owner does not have a PayKap account. If the customer thinks he is wrong, contact PayKap.
es: El número de teléfono de PayKap no es válido o su propietario no tiene una cuenta de PayKap. Si el cliente piensa que está equivocado, comuníquese con PayKap.

# z3PKPBController9_
source: Your country is different from that of the customer. The transaction can not be authorized.
es: Tu país es diferente al del cliente. La transacción no puede ser autorizada.

# z3RecipientController10_
source: The financial institution is mandatory.
es: La institución financiera es obligatoria.

# z3RecipientController11_
source: The type of account is mandatory.
es: El tipo de cuenta es obligatorio.

# z3RecipientController12_
source: The bank account owner ID is not valid.
es: El ID del propietario de la cuenta bancaria no es válido.

# z3RecipientController13_
source: Account Not Validated
es: Cuenta no validada

# z3RecipientController14_
source: Verified Account
es: Cuenta verificada

# z3RecipientController15_
source: The company's NEP of the bank account is invalid.
es: El NEP de la cuenta bancaria de la compañía no es válido.

# z3RecipientController16_
source: Name of the person
es: Nombre de la persona

# z3RecipientController17_
source: PayKap account of the person
es: Cuenta PayKap de la persona

# z3RecipientController18_
source: Beneficiary's PayKap account number is invalid.
es: El número de cuenta de PayKap del beneficiario no es válido.

# z3RecipientController19_
source: This person is the manager of a business and can not be a beneficiary. You can add his business as a beneficiary.
es: Esta persona es el gerente de un negocio y no puede ser un beneficiario. Puede agregar su negocio como beneficiario.

# z3RecipientController1_
source: Account name
es: Nombre de la cuenta

# z3RecipientController20_
source: You may have forgotten to select a company before proceeding.
es: Es posible que haya olvidado seleccionar una empresa antes de continuar.

# z3RecipientController21_
source: Recipient's account number is invalid
es: El número de cuenta del destinatario no es válido

# z3RecipientController22_
source: This number already exists.
es: Este número ya existe.

# z3RecipientController23_
source: This email is already used.
es: Este correo electrónico ya está usado.

# z3RecipientController24_
source: The preferred language is required.
es: El idioma preferido es requerido.

# z3RecipientController25_
source: The title is mandatory.
es: El título es obligatorio.

# z3RecipientController26_
source: Phone 1 is required.
es: El teléfono 1 es requerido.

# z3RecipientController27_
source: Accepting the conditions for creating a PayKap beneficiary account is mandatory
es: Es obligatorio aceptar las condiciones para crear una cuenta de beneficiario PayKap

# z3RecipientController28_
source: Both phone numbers must be different.
es: Ambos números de teléfono deben ser diferentes.

# z3RecipientController29_
source: Declaring that you have entered the PayKap card number in a secure place is mandatory.
es: Declarar que ha ingresado el número de la tarjeta PayKap en un lugar seguro es obligatorio.

# z3RecipientController2_
source: Account number
es: Número de cuenta

# z3RecipientController30_
source: Error, check the form and recreate.
es: Error, verifica el formulario y vuelve a crear.

# z3RecipientController3_
source: Country and Account Currency
es: País y moneda de cuenta

# z3RecipientController4_
source: Account balance
es: Balance de cuenta

# z3RecipientController5_
source: Month
es: mes

# z3RecipientController6_
source: Year
es: año

# z3RecipientController7_
source: Debit
es: débito

# z3RecipientController8_
source: Credit
es: crédito

# z3RecipientController9_
source: The currency is mandatory.
es: La moneda es obligatoria.

# z3UserController10_
source: The password has been reset successfully.
es: La contraseña ha sido restablecida con éxito.

# z3UserController11_
source: Old and new numbers must be different
es: Los números antiguos y nuevos deben ser diferentes

# z3UserController12_
source: This new number already exists in our system. Check it out and try again or contact us if you think it's a mistake.
es: Este nuevo número ya existe en nuestro sistema. Compruébalo e inténtalo de nuevo o contáctanos si crees que es un error.

# z3UserController13_
source: The three security issues must be different.
es: Los tres problemas de seguridad deben ser diferentes.

# z3UserController14_
source: The three answers to security questions must be different.
es: Las tres respuestas a las preguntas de seguridad deben ser diferentes.

# z3UserController1_
source: Error on the date of birth format. Accepted format: yyyy-mm-dd
es: Error en el formato de fecha de nacimiento. Formato aceptado: aaaa-mm-dd

# z3UserController2_
source: The old email is required.
es: El correo electrónico anterior es obligatorio.

# z3UserController3_
source: The new email is required.
es: El nuevo correo electrónico es obligatorio.

# z3UserController4_
source: Your current email is not valid.
es: Su correo electrónico actual no es válido.

# z3UserController5_
source: This new email already exists in our systems. Choose another one and if the error persists, contact us.
es: Este nuevo correo electrónico ya existe en nuestros sistemas. Elija otro y si el error persiste, contáctenos.

# z3UserController6_
source: The current password is invalid.
es: La contraseña actual no es válida.

# z3UserController7_
source: The old and new passwords must be different.
es: Las contraseñas antiguas y nuevas deben ser diferentes.

# z3UserController8_
source: The password has been successfully changed.
es: La contraseña ha sido modificada con éxito.

# z3UserController9_
source: Your password has been successfully reset. Reconnect. Thank you.
es: Su contraseña ha sido restablecida exitosamente. Vuelva a conectar. Gracias.

# z3validatedUserCardPinErrorMessage1_
source: The code or PIN can not have 4 identical digits (eg 0000) or be 1234.
es: El código o PIN no puede tener 4 dígitos idénticos (por ejemplo, 0000) o ser 1234.

# z3validatedUserCardPinErrorMessage2_
source: The secret code must have exactly 4 digits.
es: El código secreto debe tener exactamente 4 dígitos.

# z3CardController1_
source: Your current PIN is invalid.
es: Su PIN actual no es válido.

# z3CardController2_
source: Old and new secret codes or PINs must be different.
es: Los códigos secretos o PIN antiguos y nuevos deben ser diferentes.

# z3ClientAgentController10_
source: The commission account does not have enough money to complete this transaction.
es: La cuenta de comisión no tiene suficiente dinero para completar esta transacción.

# z3ClientAgentController11_
source: The transfer was successful from your commission account to the current PayKap account.
es: La transferencia fue exitosa desde su cuenta de comisión a la cuenta PayKap actual.

# z3ClientAgentController12_
source: Agent account number
es: Número de cuenta del agente

# z3ClientAgentController13_
source: Country and Currency of the agent account
es: País y moneda de la cuenta del agente

# z3ClientAgentController14_
source: Agent account balance
es: Balance de cuenta del agente

# z3ClientAgentController1_
source: Choose whether you have a sponsor or not is required.
es: Elija si tiene un patrocinador o no se requiere.

# z3ClientAgentController2_
source: The PayKap ID of the individual or organization is mandatory.
es: La identificación PayKap de la persona u organización es obligatoria.

# z3ClientAgentController3_
source: You can not declare that you do not have a sponsor and have a value in this field. Leave the void.
es: No puede declarar que no tiene un patrocinador y tiene un valor en este campo. Deja el vacío.

# z3ClientAgentController4_
source: The PayKap ID of the individual is not valid.
es: La identificación de PayKap del individuo no es válida.

# z3ClientAgentController5_
source: The organization's PayKap ID is invalid.
es: La ID de PayKap de la organización no es válida.

# z3ClientAgentController6_
source: You can not sponsor yourself.
es: Usted no puede patrocinarse a sí mismo.

# z3ClientAgentController7_
source: You are already a PayKap agent.
es: Ya eres un agente de PayKap.

# z3ClientAgentController8_
source: The sponsor ID is invalid or the sponsor is not an agent. Choose the option 'No godfather' if you do not have a valid ID.
es: La identificación del patrocinador no es válida o el patrocinador no es un agente. Elija la opción 'No padrino' si no tiene una identificación válida.

# z3ClientAgentController9_
source: The PayKap ID of the individual or organization must be only numbers of length 10 and 9 respectively.
es: El ID de PayKap del individuo u organización debe ser solo de 10 y 9, respectivamente.

# z3ManageController1_
source: Your password has been changed.
es: Su contraseña ha sido cambiada

# z3ManageController2_
source: Your password has been set.
es: Su contraseña ha sido establecida.

# z3ManageController3_
source: Your 2-factor authentication provider has been defined.
es: Su proveedor de autenticación de 2 factores ha sido definido.

# z3ManageController4_
source: An error has occurred.
es: Se ha producido un error.

# z3ManageController5_
source: Your phone number has been added.
es: Su número de teléfono ha sido agregado.

# z3ManageController6_
source: Your phone number has been deleted.
es: Su número de teléfono ha sido eliminado.

# z3ManageController7_
source: The external connection has been removed.
es: La conexión externa ha sido eliminada.

# z3ManageController8_
source: An error has occurred.
es: Se ha producido un error.

# z3OnBehalfClientCommController1_
source: This customer already has commissions in the selected country.
es: Este cliente ya tiene comisiones en el país seleccionado.

# z3PKPCController10_
source: The means of payment by the bank account is not yet accepted in your country.
es: Los medios de pago de la cuenta bancaria todavía no se aceptan en su país.

# z3PKPCController11_
source: Credit card
es: Tarjeta de crédito

# z3PKPCController12_
source: The payment or transfer of money in the beneficiary's country is not yet activated. Come back in the near future.
es: El pago o transferencia de dinero en el país del beneficiario aún no está activado. Vuelve en el futuro cercano.

# z3PKPCController13_
source: PayKap does not allow transactions for which the originating account and the receiving account are identical.
es: PayKap no permite transacciones para las cuales la cuenta de origen y la cuenta de recepción son idénticas.

# z3PKPCController14_
source: Receipt or deposit of money into a bank account is not yet accepted in the beneficiary's country.
es: El recibo o depósito de dinero en una cuenta bancaria todavía no se acepta en el país del beneficiario.

# z3PKPCController15_
source: PayKap may not have a transfer service in the selected country.
es: PayKap puede no tener un servicio de transferencia en el país seleccionado.

# z3PKPCController16_
source: The amount of the transaction is greater than the authorized limit (
es: El monto de la transacción es mayor que el límite autorizado (

# z3PKPCController17_
source: ) in your country.
es: ) en vuestro país.

# z3PKPCController18_
source: Choose the way to pay your bill is mandatory.
es: Elija la manera de pagar su factura es obligatorio.

# z3PKPCController19_
source: Choosing the recipient company is mandatory.
es: Elegir la empresa receptora es obligatorio.

# z3PKPCController1_
source: expiry
es: expiración

# z3PKPCController2_
source: Balance
es: equilibrio

# z3PKPCController3_
source: Choose PayKap account of the beneficiary is mandatory.
es: Elija la cuenta PayKap del beneficiario es obligatorio.

# z3PKPCController4_
source: Choose a payment method is mandatory.
es: Elije un método de pago es obligatorio.

# z3PKPCController5_
source: Choose a type of beneficiary is mandatory.
es: Elegir un tipo de beneficiario es obligatorio.

# z3PKPCController6_
source: Choose a type of service is mandatory.
es: Elija un tipo de servicio es obligatorio.

# z3PKPCController7_
source: Choose your PayKap or bank account is mandatory.
es: Elija su PayKap o cuenta bancaria es obligatorio.

# z3PKPCController8_
source: Choosing the other means of payment is mandatory.
es: Elegir el otro medio de pago es obligatorio.

# z3PKPCController9_
source: Your profile may be incomplete. Complete your profile with a valid phone number that we can use to reach you easily before completing a transaction.
es: Tu perfil puede estar incompleto. Complete su perfil con un número de teléfono válido que podamos utilizar para comunicarnos con usted fácilmente antes de completar una transacción.

# z3PKPController10_
source: You have chosen the bank deposit, so choosing a financial institution is mandatory.
es: Usted ha elegido el depósito bancario, por lo que es obligatorio elegir una institución financiera.

# z3PKPController11_
source: The amount of the transaction can not be less than 1
es: El monto de la transacción no puede ser menor que 1

# z3PKPController12_
source: All fields are mandatory. Check all the fields and continue.
es: Todos los campos son obligatorios Verifica todos los campos y continúa.

# z3PKPController13_
source: You must choose the payment method before proceeding.
es: Debe elegir el método de pago antes de continuar.

# z3PKPController14_
source: The verification code is not valid. Check it out or send a new code by clicking on the link below.
es: El código de verificación no es válido. Compruébelo o envíe un nuevo código haciendo clic en el siguiente enlace.

# z3PKPController15_
source: The PayKap phone number is required.
es: El número de teléfono de PayKap es obligatorio.

# z3PKPController16_
source: You can not send money on behalf of your own name. You must click on the link "Transfer money in one click".
es: No puede enviar dinero en nombre de su propio nombre. Debe hacer clic en el enlace "Transferir dinero con un solo clic".

# z3PKPController17_
source: You must choose an existing beneficiary Or enter the beneficiary's PayKap number, not both at the same time.
es: Debe elegir un beneficiario existente O ingresar el número PayKap del beneficiario, no ambos al mismo tiempo.

# z3PKPController18_
source: You can not send money from your account to this same account.
es: No puede enviar dinero desde su cuenta a esta misma cuenta.

# z3PKPController1_
source: The text of the message is mandatory
es: El texto del mensaje es obligatorio

# z3PKPController2_
source: Text can not exceed 500 characters
es: El texto no puede exceder 500 caracteres

# z3PKPController3_
source: Your message has not been sent.
es: Su mensaje no ha sido enviado.

# z3PKPController4_
source: New message from
es: Nuevo mensaje de

# z3PKPController5_
source: The sending country is obligatory.
es: El país de envío es obligatorio.

# z3PKPController6_
source: The country of reception is obligatory.
es: El país de recepción es obligatorio.

# z3PKPController7_
source: The service is obligatory.
es: El servicio es obligatorio.

# z3PKPController8_
source: The payment method of your transaction is mandatory.
es: El método de pago de su transacción es obligatorio.

# z3PKPController9_
source: The amount of the transaction is mandatory.
es: El monto de la transacción es obligatorio.

# z3PKPEController1_
source: Choose the type of search is required
es: Elija el tipo de búsqueda que se requiere
