Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# BusinessProcessesCreateReturnToList_
source: Return to the list
es: Volver a la lista

# BusinessProcessesCreateTitle_
source: Create a business process
es: Crea un proceso de negocios

# BusinessProcessesDeleteDeleteBusProcessConfMsg_
source: Are you sure you want to delete this business process?
es: ¿Seguro que quieres eliminar este proceso de negocios?

# BusinessProcessesDeleteTitle_
source: Delete a business process
es: Eliminar un proceso de negocios

# BusinessProcessesDetailsTitle_
source: Consult a business process
es: Consulte un proceso comercial

# BusinessProcessesEditTitle_
source: Modify a business process
es: Modificar un proceso de negocios

# BusinessProcessesIndexCreateNewBusProcess_
source: Create a new business process
es: Crea un nuevo proceso de negocios

# BusinessProcessesIndexNoBusProcessFound_
source: No business process found
es: No se encontró ningún proceso comercial

# BusinessProcessesIndexTitle_
source: Business Process Management
es: Gestión de Procesos de Negocio

# BusinessRecipientAddBusBankAcctTitle_
source: Add a company's bank account
es: Agregar una cuenta bancaria de una compañía

# BusinessRecipientAddBusOnlineBankAcctTitle_
source: Add a bank account of our company
es: Agregar una cuenta bancaria de nuestra empresa

# BusinessRecipientAddPKBusRClAcctChBene_
source: The chosen beneficiary is:
es: El beneficiario elegido es:

# BusinessRecipientAddPKBusRClAcctEndRegistration_
source: Are you sure you want to cancel this registration?
es: ¿Seguro que quieres cancelar este registro?

# BusinessRecipientAddPKBusRClAcctNumAcctCl_
source: Account number or Customer
es: Número de cuenta o Cliente

# BusinessRecipientAddPKBusRClAcctTitle_
source: Add Company: Account Number or Customer
es: Agregar empresa: número de cuenta o cliente

# BusinessRecipientAddPKBusREntrzName_
source: Company Name
es: nombre de la empresa

# BusinessRecipientAddPKBusRIntroTxt_
source: To add a new beneficiary, make sure you have one of your bills in hand.
es: Para agregar un nuevo beneficiario, asegúrese de tener una de sus facturas a la mano.

# BusinessRecipientAddPKBusRMsg1Txt1_
source: Enter the name of the beneficiary company, as written on the invoice, in the box provided and click on the search button.
es: Ingrese el nombre de la compañía beneficiaria, como está escrito en la factura, en el cuadro proporcionado y haga clic en el botón de búsqueda.

# BusinessRecipientAddPKBusRMsg1Txt2_
source: Do not type special characters (?, *, #,%, Etc.).
es: No escriba caracteres especiales (?, *, #,%, Etc.).

# BusinessRecipientAddPKBusRNoEntrzFound_
source: No recipient company found. Enter the name correctly and search again.
es: No se encontró ninguna compañía receptora. Ingrese el nombre correctamente y busque de nuevo.

# BusinessRecipientAddPKBusRTitle_
source: Add a company beneficiary
es: Agregar un beneficiario de la compañía

# BusinessRecipientAddPKUserAcctTitle_
source: Add an individual's PayKap account
es: Agregar la cuenta PayKap de un individuo

# BusinessRecipientAddUserBankAcctID_
source: ID of the owner of the bank account
es: ID del propietario de la cuenta bancaria

# BusinessRecipientAddUserBankAcctTitle_
source: Add an individual's bank account
es: Agregar la cuenta bancaria de un individuo

# BusinessRecipientEditBusBankAcctEntrzN_
source: Company name of the bank account
es: Nombre de la compañía de la cuenta bancaria

# BusinessRecipientEditBusBankAcctTitle_
source: Modify a company's bank account
es: Modificar la cuenta bancaria de una empresa

# BusinessRecipientEditBusOnlineBankAcctTitle_
source: Modify a bank account of your company
es: Modificar una cuenta bancaria de su empresa

# BusinessRecipientEditBusPKRAcctBeneName_
source: Recipient's name
es: Nombre del beneficiario

# BusinessRecipientEditBusPKRAcctNumAcctCl_
source: Account Number or Customer
es: Número de cuenta o cliente

# BusinessRecipientEditBusPKRAcctTitle_
source: Edit a PayKap Payee
es: Editar un beneficiario de PayKap

# BusinessRecipientEditPKRAcctBenePKAcct_
source: PayKap account of the beneficiary
es: Cuenta PayKap del beneficiario

# BusinessRecipientEditPKRAcctTitle_
source: Modify a PayKap account of a beneficiary
es: Modificar una cuenta PayKap de un beneficiario

# BusinessRecipientEditUserBankAcctNameP_
source: Name of the owner of the bank account
es: Nombre del propietario de la cuenta bancaria

# BusinessRecipientEditUserBankAcctTitle_
source: Change an individual's bank account
es: Cambiar la cuenta bancaria de un individuo

# BusinessRecipientIndexBankBenes_
source: Bank beneficiaries
es: Beneficiarios del banco

# BusinessRecipientIndexMsg1Txt1_
source: To transfer money or pay an invoice to a particular beneficiary or company
es: Para transferir dinero o pagar una factura a un beneficiario o compañía en particular

# BusinessRecipientIndexMsg1Txt2_
source: you must add your PayKap account number as a PayKap beneficiary before making the transfer or payment.
es: debe agregar su número de cuenta de PayKap como beneficiario de PayKap antes de realizar la transferencia o el pago.

# BusinessRecipientIndexMsg2Txt1_
source: To transfer money or pay an invoice to a particular beneficiary or company in his bank account
es: Para transferir dinero o pagar una factura a un beneficiario o compañía en particular en su cuenta bancaria

# BusinessRecipientIndexMsg2Txt2_
source: you must first add the bank account number as the bank beneficiary before making the transfer or payment.
es: primero debe agregar el número de cuenta bancaria como beneficiario del banco antes de realizar la transferencia o el pago.

# BusinessRecipientIndexPKBenes_
source: PayKap beneficiaries
es: Beneficiarios de PayKap

# BusinessRecipientIndexTitle_
source: Management of the beneficiaries of the company
es: Gestión de los beneficiarios de la empresa

# BusinessRecipientViewBankAcctTitleOp1_
source: Bank accounts of beneficiary companies
es: Cuentas bancarias de empresas beneficiarias

# BusinessRecipientViewBankAcctTitleOp2_
source: Recipient bank accounts
es: Cuentas bancarias destinatarias

# BusinessRecipientViewBankAcctTitle_
source: The bank accounts of the particular beneficiaries
es: Las cuentas bancarias de los beneficiarios particulares

# BusinessRecipientViewBusOnlineBankAcctTitle_
source: The bank accounts of the company
es: Las cuentas bancarias de la empresa

# BusinessRecipientViewPKRAcctBeneDeletedAlert_
source: The beneficiary has been successfully deleted.
es: El beneficiario ha sido eliminado exitosamente.

# BusinessRecipientViewPKRAcctDeleteBene_
source: Do you want to permanently delete this beneficiary?
es: ¿Desea eliminar permanentemente este beneficiario?

# BusinessRecipientViewPKRAcctNoPKBeneFound_
source: No PayKap Recipient Found
es: No se ha encontrado destinatario de PayKap

# BusinessRecipientViewPKRAcctTitleOp1_
source: PayKap accounts of my beneficiary companies
es: Cuentas PayKap de mis compañías beneficiarias

# BusinessRecipientViewPKRAcctTitleOp2_
source: PayKap accounts of my beneficiaries
es: Cuentas PayKap de mis beneficiarios

# BusinessRecipientViewPKRAcctTitle_
source: PayKap accounts of my particular beneficiaries
es: Cuentas PayKap de mis beneficiarios particulares

# BusinessTransactionBillPaymentAmtTPBene_
source: Amount to be paid to the beneficiary
es: Monto a pagar al beneficiario

# BusinessTransactionBillPaymentBeneAcct_
source: Beneficiary Account
es: Cuenta de Beneficiario

# BusinessTransactionBillPaymentBillNumOp_
source: Invoice number (optional)
es: Número de factura (opcional)

# BusinessTransactionBillPaymentMethOfPaymt_
source: Means of payment
es: Medios de pago

# BusinessTransactionBillPaymentTotalAmtP_
source: Total amount to pay
es: Importe total a pagar

# BusinessTransactionBillPaymentTransacAmt_
source: transaction amount
es: Cantidad de la transacción

# BusinessTransactionBillPaymentTransacFee_
source: Transaction fees
es: Tarifas de transacción

# BusinessTransactionFailureMsg1Txt1_
source: An unexpected error occurred while processing your request.
es: Se produjo un error inesperado al procesar su solicitud.

# BusinessTransactionFailureMsg1Txt2_
source: Please contact us for
es: Por favor contáctenos para

# BusinessTransactionFailureMsg1Txt3_
source: complete
es: completar

# BusinessTransactionFailureMsg1Txt4_
source: this transaction.
es: esta transacción.

# BusinessTransactionFailureMsg2Txt1_
source: This transaction has already been paid and completed.
es: Esta transacción ya ha sido pagada y completada.

# BusinessTransactionFailureMsg2Txt2_
source: Click
es: Haga clic

# BusinessTransactionFailureMsg2Txt3_
source: View my transactions
es: Ver mis transacciones

# BusinessTransactionFailureMsg2Txt4_
source: on the right menu to see the details of your transactions.
es: en el menú de la derecha para ver los detalles de tus transacciones.

# BusinessTransactionFailureMsg3Txt1_
source: Please send us to
es: Por favor envíenos a

# BusinessTransactionFailureMsg3Txt2_
source: a message that describes what you did to get this error. Thank you for your collaboration.
es: un mensaje que describe lo que hizo para obtener este error. Gracias por su cooperación.

# BusinessTransactionFailureTitle_
source: Failed transaction
es: Transacción fallida

# BusinessTransactionPaymentTitle_
source: Payment error
es: Error de pago

# BusinessTransactionSuccessMsg1Txt1_
source: Your transaction has been completed successfully.
es: Su transacción se ha completado con éxito.

# BusinessTransactionSuccessMsg1Txt2_
source: View our issued transactions
es: Ver nuestras transacciones emitidas

# BusinessTransactionSuccessTitle_
source: Successful transaction
es: Transacción exitosa

# BusinessTransactionTransferAmtToBene_
source: Amount to be paid to the beneficiary
es: Monto a pagar al beneficiario

# BusinessTransactionTransferTotalAmtTransac_
source: Total transaction amount
es: Importe total de la transacción

# BusinessTransactionTransferTownTransac_
source: Transfer city
es: Ciudad de transferencia

# BusinessTransactionViewBusTransacTitle_
source: History of transactions issued
es: Historial de transacciones emitidas

# BusinessTransactionViewBusTransacWaitxPaymt_
source: Waiting for payment
es: Esperando el pago

# BusinessTransactionViewBusTransacWaitxValidation_
source: Waiting for validation
es: Esperando la validación

# BusinessUserCreateBusUser_
source: Business User
es: Usuario de negocios

# BusinessUserDetailEmployeeAcctDetails_
source: Details of the employee's account
es: Detalles de la cuenta del empleado

# BusinessUserDetailEmployeeCTRY_
source: Employee country
es: País del empleado

# BusinessUserDetailEmployeeDetail_
source: Details of the employee
es: Detalles del empleado

# BusinessUserDetailEmployeeDtor_
source: Director of the employee
es: Director del empleado

# BusinessUserDetailEmployeeStatus_
source: Employee status
es: Estado del empleado

# BusinessUserDetailEmployeeTown_
source: City of the employee
es: Ciudad del empleado

# BusinessUserDetailHistoryAcct_
source: Account History
es: Historial de cuenta

# BusinessUserDetailNameADtor_
source: Appoint a Director
es: Nombra un Director

# BusinessUserIndexAddExEmployee_
source: Add an existing employee to a role
es: Agregar un empleado existente a un rol

# BusinessUserIndexCasher_
source: Cashier
es: cajero

# BusinessUserIndexCreateEmployee_
source: Create a new employee
es: Crear un nuevo empleado

# BusinessUserIndexTitle_
source: Business Employee Management
es: Gestión de empleados comerciales

# BusinessUserViewBusUserTitle_
source: Consult the list of my employees
es: Consulte la lista de mis empleados

# CallingCountryIndexCreateCallCode_
source: Create a new country code
es: Crea un nuevo código de país

# CallingCountryIndexCTRYMgmt_
source: Country Management
es: Gerencia del país

# CardAdminChangeCardPIN3Fields5Digits_
source: All 3 fields must have exactly 5 digits.
es: Los 3 campos deben tener exactamente 5 dígitos.

# CardChangeCardPIN2NIPNotCorrespdx_
source: The two new PINs do not match.
es: Los dos nuevos PIN no coinciden.

# CardChangeCardPINMyCard_
source: My card
es: Mi tarjeta

# CardChangeCardPINPKCard_
source: My PayKap card
es: Mi tarjeta PayKap

# CardIndexTitle_
source: PayKap card
es: Tarjeta PayKap

# CardResetCardPIN2FieldsMandatory_
source: Both fields are required
es: Ambos campos son obligatorios

# CardResetCardPIN2FieldsMustBe4Digits_
source: All 2 fields must have exactly 4 digits.
es: Los 2 campos deben tener exactamente 4 dígitos.

# CardResetCardPINIntro_
source: The customer has the secret code or PIN by default. His PIN must be reset before making withdrawals from his account.
es: El cliente tiene el código secreto o PIN por defecto. Su PIN debe restablecerse antes de realizar retiros de su cuenta.

# CardResetCardPINNIPUpdated_
source: PIN or PIN has been updated successfully.
es: El PIN o PIN se ha actualizado con éxito.

# CardResetCardPINTitle_
source: Reset PIN
es: Restablecer PIN

# CardStartChangeCardPINTitle_
source: Step 1 - Change a PIN or PIN
es: Paso 1 - Cambiar un PIN o PIN

# CardStartResetCardPINTitle_
source: Step 1 - Reset PIN or PIN
es: Paso 1 - Restablecer PIN o PIN

# CardTxt_
source: Card
es: tarjeta

# ChangeChangerTxt_
source: Change
es: Cambiar

# CityCreateSelectCTRY_
source: Select a country
es: Seleccione un país

# CityCreateTitle_
source: Create a city
es: Crea una ciudad

# CityDeleteSureToDeleteTown_
source: Are you sure you want to delete this city?
es: ¿Seguro que quieres eliminar esta ciudad?

# CityDeleteTitle_
source: Delete a city
es: Eliminar una ciudad

# CityDetailsTitle_
source: Consult a city
es: Consulte una ciudad

# CityEditTitle_
source: Edit a city
es: Editar una ciudad

# CityIndexCreateNewTown_
source: Create a new city
es: Crea una nueva ciudad

# CityIndexFilterByCTRY_
source: Filter by country
es: Filtrar por país

# CityIndexFrenchNameCTRYTxt_
source: Name French Country
es: Nombre Francés País

# CityIndexNoTownFound_
source: No cities found
es: No hay ciudades encontradas

# CityIndexTitle_
source: City Management
es: Gestión de la ciudad

# ClientAgentAgentStartTransacTitle_
source: Start a transaction
es: Comience una transacción

# ClientAgentAgentTransferTransacTitle_
source: Withdraw money from commission account
es: Retirar dinero de la cuenta de comisión

# ClientAgentBecomeAgentEnterMentorID_
source: Enter the sponsor ID (If you have a sponsor)
es: Ingrese la identificación del patrocinador (si tiene un patrocinador)

# ClientAgentBecomeAgentMentorType_
source: Type of sponsor (If you have a sponsor)
es: Tipo de patrocinador (si tiene un patrocinador)

# ClientAgentHowItWorksIntroTxt10_
source: Then distribute your promo code to your friends & relatives in all countries where PayKap is present so they use when they first transfer money
es: Luego, distribuya su código promocional a sus amigos y parientes en todos los países donde PayKap esté presente para que lo utilicen cuando transfieran dinero por primera vez.

# ClientAgentHowItWorksIntroTxt11_
source: Your commissions are paid per transaction in your agent account that you can use as you see fit. An Agent account is valid for one year from the date of registration for the agent service.
es: Sus comisiones se pagan por transacción en su cuenta de agente que puede usar como mejor le parezca. Una cuenta de agente es válida por un año a partir de la fecha de registro para el servicio de agente.

# ClientAgentHowItWorksIntroTxt12_
source: For the most active agents, the validity can be extended. It is at PayKap's sole discretion to identify the most active agents and extend the validity of their agent account.
es: Para los agentes más activos, la validez puede extenderse. A su entera discreción, PayKap identifica los agentes más activos y extiende la validez de su cuenta de agente.

# ClientAgentHowItWorksIntroTxt1_
source: You must
es: Usted debe

# ClientAgentHowItWorksIntroTxt2_
source: first register for the service as an agent by clicking on the link
es: primero regístrese para el servicio como agente haciendo clic en el enlace

# ClientAgentHowItWorksIntroTxt3_
source: on the right menu.
es: en el menú de la derecha.

# ClientAgentHowItWorksIntroTxt4_
source: If you are sponsored by a person or organization, you must add their unique number when registering.
es: Si es patrocinado por una persona u organización, debe agregar su número único al registrarse.

# ClientAgentHowItWorksIntroTxt5_
source: It's about
es: El se agita

# ClientAgentHowItWorksIntroTxt6_
source: 10-digit PayKap (NPP) Personal Number number on the home page for individuals
es: Número de número personal de 10 dígitos de PayKap (NPP) en la página de inicio para individuos

# ClientAgentHowItWorksIntroTxt7_
source: of the 9-digit PayKap Enterprise Number (NEP) found on the company profile
es: del número de 9 dígitos de PayKap Enterprise (NEP) que se encuentra en el perfil de la empresa

# ClientAgentHowItWorksIntroTxt8_
source: Promo code unique to you
es: Código de promoción exclusivo para ti

# ClientAgentHowItWorksIntroTxt9_
source: is created when you register.
es: se crea cuando te registras

# ClientAgentHowItWorksToBePKAgent_
source: To become a PayKap Agent
es: Para convertirse en un agente de PayKap

# ClientAgentIndexDepositInTiersAcct_
source: Deposit in a Third Party Account
es: Depósito en una cuenta de terceros

# ClientAgentIndexMoneyDepositWTNIP_
source: Deposit of money without PIN
es: Depósito de dinero sin PIN

# ClientAgentIndexPKAgent_
source: PayKap Agent
es: Agente PayKap

# ClientAgentIndexTitle_
source: What is a PayKap Agent?
es: ¿Qué es un agente de PayKap?

# ClientAgentIndexWhoMentorsPartners_
source: partners to provide PayKap services
es: socios para proporcionar servicios PayKap

# ClientAgentIndexWhoMentorsPeople_
source: people to use the services of PayKap
es: personas para usar los servicios de PayKap

# ClientAgentIndexWhoMentorsTxt1_
source: against
es: contra

# ClientAgentIndexWhoMentorsTxt2_
source: generous commissions
es: generosas comisiones

# ClientAgentIndexWhoMentorsTxt3_
source: per transaction
es: por transacción

# ClientAgentIndexWhoMentorsTxt4_
source: up to 20%
es: hasta 20%

# ClientAgentIndexWhoMentors_
source: is any person or organization that sponsors
es: es cualquier persona u organización que patrocina

# ClientAgentViewAgentAcctComm_
source: Commission account
es: Cuenta de la Comisión

# ClientAgentViewAgentAcctTitle_
source: PayKap Agent Account
es: Cuenta de agente PayKap

# ClientAgentViewAgentCommCTRYService_
source: Service - Country
es: Servicio - País

# ClientAgentViewAgentCommTranTitle_
source: View the transactions of my commissions
es: Ver las transacciones de mis comisiones

# ClientAgentViewAgentRecommendedByTxt_
source: Recommended by
es: Recomendado por

# ClientAgentViewAgentTransTranTitle_
source: Consult my commissions
es: Consulte mis comisiones

# ClientAgentViewAllSponsoredNoPersonFound_
source: No people found.
es: No personas encontradas.

# CodePromoTxt_
source: Promo code
es: Código de promoción

# CommissionTxt_
source: commission
es: comisión

# ConnectionProfileNewEmailInvalidAlert_
source: The format of the new email is not valid.
es: El formato del nuevo correo electrónico no es válido.

# ConnectionProfileOldEmailInvalidAlert_
source: The format of the old email is not valid.
es: El formato del correo electrónico anterior no es válido.

# ConnectionProfileOldNewEmailMandatoryAlert_
source: Old and new emails are required
es: Se requieren correos electrónicos antiguos y nuevos

# ContactCreateTitle_
source: Add a contact to a user
es: Agregar un contacto a un usuario

# ContactDeleteSureToDeleteContact_
source: Are you sure you want to delete this contact?
es: ¿Seguro que quieres eliminar este contacto?

# ContactDeleteTitle_
source: Delete a user's contact
es: Eliminar un contacto de usuario

# ContactEditTitle_
source: Edit a user's contact
es: Edita el contacto de un usuario

# ContactIndexAddContactTxt_
source: Add a contact
es: Agrega un contacto

# ContractTxt_
source: Contract
es: contrato

# CountryCurrencyCC_
source: Country Currency
es: Moneda del país

# CountryDeleteSureToDeleteCTRY_
source: Are you sure you want to delete this country?
es: ¿Seguro que quieres eliminar este país?

# CountryDeleteTitle_
source: Delete a country
es: Eliminar un país

# CountryDetailsTitle_
source: Consult a country
es: Consulte un país

# CountryEditTitle_
source: Edit a country
es: Editar un país

# CountryIndexCreateNewCTRY_
source: Create a new country
es: Crea un nuevo país

# CTRY_CurrencyTxt_
source: Country - Currency
es: País - Moneda

# CurrencyCreateCCurency_
source: Create a devise
es: Crea un dispositivo

# CurrencyDeleteDelCurency_
source: Delete a guess
es: Eliminar una conjetura

# CurrencyDeleteSureToDelCurency_
source: Are you sure you want to delete this currency?
es: ¿Seguro que quieres eliminar esta moneda?

# CurrencyDetailsTitle_
source: Consult a devise
es: Consultar un dispositivo

# CurrencyEditTitle_
source: Edit a trip
es: Editar un viaje

# CurrencyExchangePercentTxt_
source: Currency Exchange Percent
es: Porcentaje de cambio de moneda

# CurrencyExchangeRateCreateTitle_
source: Create a new exchange rate
es: Crear una nueva tasa de cambio

# CurrencyExchangeRateIndexCreateNewFee_
source: Create a new fee
es: Crea una nueva tarifa

# CurrencyExchangeRateIndexCRMandatory_
source: The exchange rate is mandatory.
es: La tasa de cambio es obligatoria.

# CurrencyExchangeRateIndexCRUpdatedCorrectly_
source: Exchange rate updated successfully.
es: Tipo de cambio actualizado con éxito.

# CurrencyExchangeRateIndexNoDepartureCF_
source: No departure currency found
es: No se encontró moneda de salida

# CurrencyExchangeRateIndexNoDestinationCF_
source: No destination currency found
es: No se encontró moneda de destino

# CurrencyExchangeRateIndexSearch_
source: Research
es: búsqueda

# CurrencyExchangeRateIndexSelectC_
source: Select a departure guide
es: Seleccione una guía de salida

# CurrencyExchangeRateIndexSelectDestinationC_
source: Select destination destination
es: Seleccione el destino de destino

# CurrencyExchangeRateIndexSureToDelCR_
source: Are you sure you want to permanently delete this exchange rate?
es: ¿Estás seguro de que deseas eliminar permanentemente este tipo de cambio?

# CurrencyExchangeRateIndexTitle_
source: Exchange Rate Management
es: Gestión de la tasa de cambio

# CurrencyIndexCreateCurrency_
source: Create a new currency
es: Crea una nueva moneda

# CurrencyIndexNoCurrencyFound_
source: No currency found
es: No se encontró moneda

# CurrencyTxt_
source: Motto
es: moneda

# DeleteSupprimerTxt_
source: Remove
es: eliminar

# DepositorTelephoneTxt_
source: Applicant's phone
es: Teléfono del solicitante

# EndAnnulerTxt_
source: Cancel
es: anular

# ExchangeRateTxt_
source: Exchange rate
es: Tasa de cambio

# FilterFiltrerTxt_
source: Filter
es: filtro

# FinancialInstitutionCreateTitle_
source: Create a financial institution
es: Crear una institución financiera

# FinancialInstitutionCTRYCreateTitle_
source: Create a financial institution by country
es: Crear una institución financiera por país

# FinancialInstitutionCTRYIndexTitle_
source: Management of financial institutions by country
es: Gestión de instituciones financieras por país

# FinancialInstitutionDeleteSureToDelFI_
source: Are you sure you want to delete this financial institution?
es: ¿Seguro que quieres eliminar esta institución financiera?

# FinancialInstitutionDeleteTitle_
source: Delete a financial institution
es: Eliminar una institución financiera

# FinancialInstitutionDetailsTitle_
source: Consult a financial institution
es: Consulte una institución financiera
