Repository: ASSOLO/ApiTransaction
Catalog: ApiPaykapTransaction/Resources/Resources.*.resx
Languages: es

# SharedErrorTxt2_
source: An error occurred while processing your request.
es: Se produjo un error al procesar su solicitud.

# SharedErrorTxt3_
source: Please, repeat what you were doing or contact us if the error persists at
es: Por favor, repita lo que estaba haciendo o contáctenos si el error persiste en

# SharedErrorTxt4_
source: to help us improve our platform. Thank you.
es: para ayudarnos a mejorar nuestra plataforma. Gracias

# SharedLayoutcContent_
source: Send, Money, Receipts, sender, payment by card online
es: Enviar, dinero, recibos, remitente, pago por tarjeta en línea

# SharedLayoutcDescription_
source: Send money to Africa by PayKap card online
es: Envía dinero a África con la tarjeta PayKap en línea

# SharedLayoutcEquitableTrans_
source: Fair Transfer
es: Transferencia justa

# SharedLayoutcFAQ_
source: FAQ
es: Preguntas frecuentes

# SharedLayoutcInvestors_
source: investors
es: inversores

# SharedLayoutcMessage_
source: Message
es: mensaje

# SharedLayoutcObject_
source: Object
es: objeto

# SharedLayoutToggleNavigation_
source: Toggle navigation
es: Alternar navegación

# SharedLockoutTxt1_
source: Locked Account
es: Cuenta bloqueada

# Shared_pkpcRightColumnPAddBeneEntrz_
source: Add a beneficiary business
es: Agregar un negocio beneficiario

# Shared_pkpcRightColumnPBillPayment_
source: Payment of bills
es: Pago de facturas

# Shared_pkpcRightColumnPConsultCommissions_
source: Consult my agent commissions
es: Pago de facturas

# Shared_pkpcRightColumnPManageBeneEntrz_
source: Manage my beneficiary businesses
es: Administrar mis negocios beneficiarios

# Shared_pkpcRightColumnPMyConnInfos_
source: My login info
es: Mi información de inicio de sesión

# Shared_pkpcRightColumnPMyProfile_
source: My profile
es: Mi perfil

# SignifyTxt_1
source: means
es: means clustering

# TaxRateCountryCreateTitle_
source: Add a tax to a country
es: Agregar un impuesto a un país

# TaxRateCountryDeleteSureToDelTax_
source: Are you sure you want to remove this tax for this country?
es: ¿Seguro que quieres eliminar este impuesto para este país?

# TaxRateCountryDeleteTitle_
source: Remove tax from a country
es: Eliminar impuesto de un país

# TaxRateCountryDetailsTitle_
source: Consult the tax of a country
es: Consulte el impuesto de un país

# TaxRateCountryEditTitle_
source: Change the tax of a country
es: Cambiar el impuesto de un país

# TaxRateCountryIndexNoTaxFound_
source: No tax found
es: No se encontraron impuestos

# TaxRateCountryIndexTitle_
source: Tax management by country
es: Gestión fiscal por país

# TransactionBillPaymentConfirmationTitle_
source: Confirm payment of the invoice
es: Confirmar el pago de la factura

# TransactionFailureTFTxt_
source: Transaction Failure
es: Error de transacción

# TransactionFeeCreateGroupFees_
source: Fee Group
es: Grupo de honorarios

# TransactionFeeCreateGrpGroupFees_
source: Create Group
es: Crear grupo

# TransactionFeeIndexCreateNewGroup_
source: Create New Group
es: Crear nuevo grupo

# TransactionFeeIndexCurrencyDestination_
source: Destination Currency
es: Moneda de destino

# TransactionFeeIndexCurrencyOfDeparture_
source: Currency Departure
es: Salida de Moneda

# TransactionFeeIndexRateAdjustment_
source: Adjustment Rate
es: Tasa de ajuste

# TransactionFeeTFTxt_
source: Transaction Fee
es: Tarifa de transacción

# TransactionIdentificationDocumentTxt_
source: Transaction Identification Document
es: Documento de identificación de la transacción

# TransactionIndexBankAccount_
source: Bank account
es: Cuenta bancaria

# TransactionSaveToAppDataAlsoCheckoutTxt_
source: Also check out
es: También echa un vistazo

# TransactionSaveToAppDataHereTxt_
source: here
es: aquí

# TransactionSaveToAppDataPDFSaved_
source: The PDF has been saved at App_Data and is available at
es: El PDF se ha guardado en App_Data y está disponible en

# TransactionSelectPaymentByEmailAtTxt_
source: by email at
es: por correo electrónico a

# TransactionsTxt_1
source: Transactions
es: transacciones

# TransactionSuccessTSTxt_
source: Transaction Success
es: Transacción exitosa

# TransactionTransferAmtToTransferTxt_
source: Amount to be transferred
es: Monto a transferir

# TransactionTransferBeneTownTxt_
source: City of the recipient
es: Ciudad del destinatario

# TransactionTransferConfirmationStep3Of4Txt_
source: Step 3 - 4
es: Paso 3 - 4

# TransactionTransferTitle_
source: Confirmation of transfer of money
es: Confirmación de transferencia de dinero

# TransactionWaitingPaymentTitle_
source: Interac Transfer Payment
es: Pago de transferencia Interac

# TransactionWaitingPaymentTxt10_
source: only once
es: una vez

# TransactionWaitingPaymentTxt11_
source: Other times, you will use the same question.
es: Otras veces, usará la misma pregunta.

# TransactionWaitingPaymentTxt1_
source: Send your payment
es: Envía tu pago

# TransactionWaitingPaymentTxt2_
source: Confirm the payment at
es: Confirma el pago en

# TransactionWaitingPaymentTxt3_
source: Security question answer
es: Pregunta de seguridad

# TransactionWaitingPaymentTxt4_
source: To make an interac credit transfer, your bank asks you to create a question
es: Para realizar una transferencia de crédito interact, su banco le pide que cree una pregunta

# TransactionWaitingPaymentTxt5_
source: and the answer to give to the recipient. PayKap provides you the question and the answer
es: y la respuesta para darle al destinatario. PayKap le proporciona la pregunta y la respuesta

# TransactionWaitingPaymentTxt6_
source: to validate the payment without contacting you
es: para validar el pago sin contactarte

# TransactionWaitingPaymentTxt7_
source: Average validation time
es: Tiempo promedio de validación

# TransactionWaitingPaymentTxt8_
source: and SMS confirmation
es: y confirmación de SMS

# TransactionWaitingPaymentTxt9_
source: You create the question and the answer
es: Usted crea la pregunta y la respuesta

# TransferFeeServiceCountryTSCTxt_
source: TransferFee Service Country
es: Tarifa de transferencia Servicio de país

# TransferIndexSendOrTranferMoneyQ_
source: Quickly transfer or transfer money
es: Transfiere o transfiere dinero rápidamente

# TransferIndexTitle_
source: My transfers and transfers
es: Mis transferencias y transferencias

# TransferServiceCountryCreateSelectDVal_
source: Select Default Value
es: Seleccione el valor predeterminado

# TransferServiceCountryCreateTitle_
source: Add a transfer service to a country
es: Agregar un servicio de transferencia a un país

# TransferServiceCountryDeleteDefaultPTxt_
source: (Province default value)
es: (Valor predeterminado de la provincia)

# TransferServiceCountryDeleteSureToDelService_
source: Are you sure you want to remove this service from this country?
es: ¿Seguro que quieres eliminar este servicio de este país?

# TransferServiceCountryDeleteTitle_
source: Delete a transfer service to a country
es: Eliminar un servicio de transferencia a un país

# TransferServiceCountryDetailsTitle_
source: Consult a transfer service to a country
es: Consulte un servicio de transferencia a un país

# TransferServiceCountryEditTitle_
source: Modify a transfer service to a country
es: Modificar un servicio de transferencia a un país

# TransferServiceCountryIndexAddNewServiceTrans_
source: Add a new transfer service to a country
es: Agregar un nuevo servicio de transferencia a un país

# TransferServiceCountryIndexTitle_
source: Management of transfer services by country
es: Gestión de servicios de transferencia por país

# TransferTransferConfirmationAmtToTransfer_
source: Amount to transfer to the beneficiary
es: Montant à virer au bénéficiaire

# TransferTransferConfirmationOtherFees_
source: Other expenses
es: Autres frais

# TransferTransferConfirmationPKAcctTranfer_
source: PayKap Transfer Account
es: Compte PayKap de Virement

# TransferTransferConfirmationTitle_
source: Confirmation of the transaction
es: Confirmación de la transacción

# z3AccountController1_
source: Current Private Account
es: Cuenta privada actual

# z3AccountController2_
source: The month is mandatory.
es: El mes es obligatorio.

# z3AccountController3_
source: The year is obligatory.
es: El año es obligatorio.

# z3AgentController10_
source: Your password has been successfully changed.
es: Su contraseña ha sido modificada con éxito.

# z3AgentController1_
source: PayKap can not identify you properly. Contact your manager or manager to check the problem.
es: PayKap no puede identificarlo correctamente. Póngase en contacto con su gerente o gerente para verificar el problema.

# z3AgentController2_
source: Your account has been suspended. Contact us for further information.
es: Su cuenta ha sido suspendida Contáctanos para más información.

# z3AgentController3_
source: Invalid connection attempt. Check your information and try again.
es: Intento de conexión no válido Verifique su información y vuelva a intentarlo.

# z3AgentController4_
source: We detected another user and logged out. Please try again now.
es: Detectamos otro usuario y nos desconectamos. Por favor intente de nuevo ahora.

# z3AgentController5_
source: Your password has been successfully reset. Reconnect. Thank you.
es: Su contraseña ha sido restablecida exitosamente. Vuelva a conectar. Gracias.

# z3AgentController6_
source: Your security questions have been created successfully. Reconnect us.
es: Sus preguntas de seguridad se han creado con éxito. nos vuelva a conectar.

# z3AgentController7_
source: The answer to the security question is wrong.
es: La respuesta a la pregunta de seguridad es incorrecta.

# z3AgentController8_
source: First name, last name, country, city, title, phone 1, address 1 and date of birth are required.
es: Nombre, apellido, país, ciudad, título, teléfono 1, dirección 1 y fecha de nacimiento son obligatorios.

# z3AgentController9_
source: Your current password is invalid.
es: Su contraseña actual no es válida.

# z3BusinessAccountController1_
source: Business Transfer Account
es: Cuenta de transferencia comercial

# z3BusinessAccountController2_
source: Business Card Account
es: Cuenta de tarjeta de negocios

# z3BusinessAccountController3_
source: The PIN or PIN has been successfully reset.
es: El PIN o PIN se ha restablecido con éxito.

# z3BusinessAccountController4_
source: This company already has an account in the service
es: Esta empresa ya tiene una cuenta en el servicio

# z3CommonLibrarygetBusinessServiceType1_
source: Mobile Money Transfer (Financial Institution)
es: Mobile Money Transfer (Institución financiera)

# z3CommonLibrarygetBusinessServiceType2_
source: Mobile Money Transfer (Independent Agent)
es: Transferencia de dinero móvil (agente independiente)

# z3CommonLibrarygetBusinessServiceType3_
source: Standalone Management Paykap Card
es: Tarjeta de pago Standalone Management

# z3CommonLibrarygetBusinessServiceType4_
source: Online bill payment
es: Pago de facturas en línea

# z3CommonLibrarygetBusinessServiceType5_
source: Bill payment in store
es: Pago de facturas en la tienda

# z3CommonLibrarygetBusinessServiceType6_
source: Payment of wages
es: Pago de salarios

# z3CommonLibrarygetBusinessServiceType7_
source: Online payment (shopping)
es: Pago en línea (compras)

# z3CommonLibrarygetBusinessServiceType8_
source: PayKap of a country
es: PayKap de un país

# z3displayAlreadyHasAnAccountErrorMessage1_
source: The owner may already have a PayKap account. Check with him or add him as a beneficiary by searching for him through his PayKap phone number. If you encounter difficulties, contact us.
es: El propietario ya puede tener una cuenta PayKap. Consulte con él o añádalo como beneficiario buscándolo a través de su número de teléfono PayKap. Si encuentra dificultades, contáctenos.

# z3displayAlreadyHasAnAccountErrorMessage2_
source: This number already exists. You may already have a PayKap account. Log in or if you think you are wrong, contact us.
es: Este número ya existe. Es posible que ya tenga una cuenta PayKap. Inicie sesión o si cree que está equivocado, contáctenos.

# z3displayAlreadyMakeTransactionAgencyErrorMessage_
source: PayKap has detected that you have just completed a transaction on behalf of this client. You must wait at least 2 minutes to make another transaction to this same customer. Click << View my transactions >> to check if your transaction was successfully registered before initiating a new transaction.
es: PayKap ha detectado que acaba de completar una transacción en nombre de este cliente. Debe esperar al menos 2 minutos para realizar otra transacción con este mismo cliente. Haga clic en << Ver mis transacciones >> para verificar si su transacción se registró correctamente antes de iniciar una nueva transacción.

# z3displayAlreadyMakeTransactionErrorMessage_
source: PayKap has detected that you have just transferred money to this beneficiary. You must wait at least 2 minutes to make another transaction to this beneficiary. Click << View My Transactions >> on the right menu to check if your transaction was successfully registered before initiating a new transaction.
es: PayKap ha detectado que acaba de transferir dinero a este beneficiario. Debe esperar al menos 2 minutos para realizar otra transacción a este beneficiario. Haga clic en << >> Ver mis transacciones en el menú derecho de comprobar si su transacción ha sido registrado con éxito antes de comenzar una nueva transacción.

# z3displayAlreadyRecipientAccountErrorMessageOp11_
source: This account
es: Esta cuenta

# z3displayAlreadyRecipientAccountErrorMessageOp12_
source: already belongs to your beneficiaries.
es: ya pertenece a tus beneficiarios.

# z3displayAlreadyRecipientAccountErrorMessageOp2_
source: The length of the phone number is not valid for the selected country. Do not include the international dialing code (example +1) on the number.
es: La longitud del número de teléfono no es válida para el país seleccionado. No incluya el código de marcación internacional (ejemplo +1) en el número.

# z3displayExpiryAgentErrorMessage_
source: Your Agent account has expired. Click 'Become Agent PayKap' on the menu on the right of your screen to become an agent again and start making money for every transaction made by your godchildren and godchildren.
es: Su cuenta de agente ha expirado. Haga clic en "PayKap la profesión de agente en el menú a la derecha de la pantalla para volver a ser un agente y empezar a ganar dinero por cada transacción realizada por sus referencias y ahijados.

# z3displayGenericErrorMessage_
source: An unexpected error occurred. Contact us if the error persists.
es: Se produjo un error inesperado. Contáctenos si el error persiste.

# z3displayNotAgentErrorMessage_
source: You are not yet a PayKap agent. Click 'Become Agent PayKap' on the menu on the right of your screen to become an agent and start making money for every transaction made by your godchildren and godchildren.
es: Aún no eres un agente de PayKap. Haga clic en "PayKap la profesión de agente en el menú a la derecha de su pantalla para conseguir un agente y empezar a ganar dinero por cada transacción realizada por sus referencias y ahijados.

# z3displayNotSponsorAgentErrorMessage_
source: Your sponsor is not a PayKap agent. To sign in to your PayKap account, first click on 'Agent' on the top menu, then 'Become a PayKap Agent' to become an agent before recommending you.
es: Su patrocinador no es un agente de PayKap. Se conecta a su cuenta PayKap, primero haga clic en 'Agent en el menú superior y luego en' Convertirse en agente PayKap 'para convertirse en un agente antes de recomendar usted.

# z3displayPhoneNumberLengthErrorMessage2_
source: The length of the phone number is not valid in the country of your account. Do not include the international dialing code (example +1) on the number.
es: La longitud del número de teléfono no es válida en el país de su cuenta. No incluya el código de marcación internacional (ejemplo +1) en el número.

# z3getAccountTypeCode1_
source: Personal Current Account
es: Cuenta corriente personal

# z3getAccountTypeCode2_
source: Personal Check Account
es: Cuenta de cheques personal

# z3getAccountTypeCode3_
source: Personal Savings Account
es: Cuenta de ahorros personales

# z3getAccountTypeCode4_
source: Current Account Case
es: Caso de cuenta corriente

# z3getAccountTypeCode5_
source: Business Check Account
es: Cuenta de cheques comercial

# z3getAccountTypeCode6_
source: Business Savings Account
es: Cuenta de ahorro empresarial

# z3getAccountTypeCode7_
source: Other account
es: Otra cuenta

# z3getAllEmailAddressType1_
source: Staff
es: personal

# z3getAllEmailAddressType2_
source: Professional
es: profesional

# z3getAllPhoneType1_
source: Personal Cellular
es: Celular personal

# z3getAllPhoneType2_
source: Residential
es: residencial

# z3getAllPhoneType3_
source: Cellular Work
es: Trabajo celular

# z3getAllPhoneType4_
source: Office
es: Despacho

# z3getBusinessUserStatusCode0_
source: Not activated
es: No activado

# z3getBusinessUserStatusCode1_
source: activated
es: activado

# z3getBusinessUserStatusCode2_
source: deleted
es: suprimido

# z3getBusinessUserStatusCode3_
source: Blocked by Paykap
es: Bloqueado por Paykap

# z3getBusinessUserStatusCode4_
source: Blocked by the company
es: Bloqueado por la empresa

# z3getBusinessUserStatusCode5_
source: Blocked at the request of this user
es: Bloqueado a petición de este usuario

# z3getGender2_
source: Mrs
es: Sra.

# z3getGender3_
source: Ms
es: Sra.

# z3getMoneyTransferFeeGroupCode1_
source: Canada (CAD), Online - Cash, 001
es: Canadá (CAD), en línea - Efectivo, 001

# z3getMoneyTransferFeeGroupCode2_
source: Canada (CAD), Online - Bank Deposit, 002
es: Canadá (CAD), en línea - Depósito bancario, 002

# z3getMoneyTransferFeeTypeCode1_
source: Fixed amounts
es: Montos fijos

# z3getMoneyTransferFeeTypeCode2_
source: Amounts in%
es: Importes en%

# z3getOnlineAgencyTypeCode1_
source: Online
es: En línea

# z3getOnlineAgencyTypeCode2_
source: In Agency
es: En Agencia

# z3getOnlineAgencyTypeCode3_
source: Both
es: Los dos

# z3getRecipientAccountPhoneNumberType1_
source: PayKap account number
es: Número de cuenta PayKap

# z3getRecipientAccountPhoneNumberType2_
source: PayKap Phone Number
es: Número de teléfono PayKap

# z3getServiceCode1_
source: Transfer - Transfer - Third Party Deposit
es: Transferencia - Transferencia - Depósito de terceros

# z3getServiceCode2_
source: Payment of invoices (Registered Companies)
es: Pago de facturas (empresas registradas)

# z3getServiceCode3_
source: Bill Payment (Unregistered Company)
es: Pago de facturas (compañía no registrada)

# z3getServiceCode4_
source: Online Payment (API)
es: Pago en línea (API)

# z3getServiceCode5_
source: Deposit to the owner account
es: Depósito en la cuenta del propietario

# z3getServiceCode6_
source: Withdrawing the owner account
es: Retirar la cuenta del propietario

# z3getServiceCode7_
source: All the services
es: Todos los servicios

# z3getServiceTypeCode_
source: Transfer or transfer money
es: Transferir o transferir dinero

# z3getUserBusinessTypeCode1_
source: No godfather
es: Sin padrino

# z3getUserBySearchType1_
source: PayKap card number
es: Número de tarjeta PayKap

# z3getUserBySearchType2_
source: E-mail address
es: Dirección de correo electrónico

# z3geUserTypeCode1_
source: admin
es: administración

# z3geUserTypeCode2_
source: PayKap employee
es: Empleado de PayKap

# z3geUserTypeCode3_
source: Customer
es: cliente

# z3PKPAController10_
source: The recipient's mobile phone is required.
es: Se requiere el teléfono móvil del destinatario.

# z3PKPAController11_
source: Accepting that you have the beneficiary's permission to open an account is mandatory.
es: Aceptar que tiene el permiso del beneficiario para abrir una cuenta es obligatorio.

# z3PKPAController12_
source: confirm your email
es: Confirme su correo electrónico

# z3PKPAController13_
source: Referral: confirm your account
es: Referencia: confirme su cuenta

# z3PKPAController14_
source: Invalid connection attempt. Check your information and try again.
es: Intento de conexión no válido Verifique su información y vuelva a intentarlo.

# z3PKPAController15_
source: We detected another user and logged out. Please try again now.
es: Detectamos otro usuario y nos desconectamos. Por favor intente de nuevo ahora.

# z3PKPAController16_
source: Login to your account
es: Ingresa a tu cuenta

# z3PKPAController17_
source: Your email is invalid. Check it and start again.
es: Su correo electrónico no es válido Compruébalo y comienza de nuevo.

# z3PKPAController18_
source: Sorry, no account matches your email. Check it and start again.
es: Lo sentimos, ninguna cuenta coincide con su correo electrónico. Compruébalo y comienza de nuevo.

# z3PKPAController19_
source: The process of creating your account has not been completed. Please contact us to complete.
es: El proceso de crear su cuenta no se ha completado. Por favor contáctenos para completar.

# z3PKPAController1_
source: The country is obligatory.
es: El país es obligatorio.

# z3PKPAController20_
source: Your account has been deleted.
es: Su cuenta ha sido eliminada.

# z3PKPAController21_
source: Reset password
es: Restablecer contraseña

# z3PKPAController22_
source: "Reset your password by clicking <a href = \" "
es: "Restablezca su contraseña haciendo clic en <a href = \" "

# z3PKPAController23_
source: "\"> Here </a>. Thank you."
es: "\"> Aquí </a>. Gracias."

# z3PKPAController2_
source: The preferred language is required.
es: El idioma preferido es requerido.

# z3PKPAController3_
source: The mobile phone number is required.
es: El número de teléfono móvil es obligatorio.

# z3PKPAController4_
source: Acceptance of the terms and conditions is mandatory.
es: La aceptación de los términos y condiciones es obligatoria.

# z3PKPAController5_
source: This enamel is already used. If you think you are wrong, contact us.
es: Este esmalte ya está usado. Si crees que estás equivocado, contáctanos.

# z3PKPAController6_
source: The code or PIN can not have 4 identical digits (eg 0000) or be 1234.
es: El código o PIN no puede tener 4 dígitos idénticos (por ejemplo, 0000) o ser 1234.

# z3PKPAController7_
source: Thanks! There are errors. Browse the form, correct the errors in red and continue.
es: Gracias! Hay errores Explore el formulario, corrija los errores en rojo y continúe.

# z3PKPAController8_
source: Thanks! There are errors. Browse the form, correct the errors in red and continue. The country of reception of the beneficiary is obligatory.
es: El país de recepción del beneficiario es obligatorio.

# z3PKPAController9_
source: The preferred language is required.
es: El idioma preferido es requerido.

# z3PKPBController10_
source: Your currency is different from that of the customer. The transaction can not be authorized.
es: Su moneda es diferente de la del cliente. La transacción no puede ser autorizada.

# z3PKPBController11_
source: It may be that the type of transaction you are performing is not allowed for your company. Contact your managers if you believe you are wrong.
es: Es posible que el tipo de transacción que está realizando no esté permitido para su empresa. Póngase en contacto con sus gerentes si cree que está equivocado.

# z3PKPBController12_
source: It may be that the type of transaction you are performing is not allowed for your company. Contact your managers if you believe you are wrong.
es: Es posible que el tipo de transacción que está realizando no esté permitido para su empresa. Póngase en contacto con sus gerentes si cree que está equivocado.

# z3PKPBController13_
source: Your PayKap Affaire account does not have enough money to complete this transaction. Reload your account.
es: Su cuenta de PayKap Affaire no tiene dinero suficiente para completar esta transacción. Recarga tu cuenta.
